
[
  {
    "wenren": "礴",
    "xuetu": "磅 解 衣 气 大 般 盘 势",
    "answers": "大气磅礴 解衣般礴 解衣磅礴 解衣盘礴 气势磅礴"
  },
  {
    "wenren": "燥",
    "xuetu": "口 唇 干 湿 焦 舌 推 居",
    "answers": "唇干口燥 唇焦口燥 口干舌燥 口燥唇干 推燥居湿"
  },
  {
    "wenren": "污",
    "xuetu": "垢 纳 含 狼 藏 贪 藉 忍",
    "answers": "藏垢纳污 藏污纳垢 含垢纳污 含垢忍污 含污忍垢 纳垢藏污 贪污狼藉"
  },
  {
    "wenren": "懒",
    "xuetu": "心 意 慵 吃 做 灰 好 贪",
    "answers": "好吃懒做 贪吃懒做 心灰意懒 心慵意懒 意懒心灰 意懒心慵"
  },
  {
    "wenren": "赖",
    "xuetu": "死 百 白 矢 口 乞 求 抵",
    "answers": "矢口抵赖 死乞白赖 死乞百赖 死求白赖 死求百赖"
  },
  {
    "wenren": "迟",
    "xuetu": "疑 不 望 决 观 徊 姗 来",
    "answers": "迟徊不决 迟徊观望 迟疑不决 迟疑观望 姗姗来迟"
  },
  {
    "wenren": "变",
    "xuetu": "化 权 达 通 穷 无 常 幻",
    "answers": "变化无常 变化无穷 变幻无常 变幻无穷 达权通变 通变达权 通权达变"
  },
  {
    "wenren": "刿",
    "xuetu": "心 鉥 目 肾 肝 怵 刳 肺",
    "answers": "刿目怵心 刿目鉥心 刿鉥肝肾 刿心怵目 刿心刳肺 刿心鉥肾 鉥肝刿肾 鉥心刿目 鉥心刿肾"
  },
  {
    "wenren": "论",
    "xuetu": "议 高 谈 风 生 大 阔 发",
    "answers": "大发议论 高谈大论 高谈阔论 阔论高谈 论议风生 谈论风生 议论风发 议论风生"
  },
  {
    "wenren": "均",
    "xuetu": "力 敌 势 权 苦 乐 不 齐",
    "answers": "苦乐不均 力敌势均 力均势敌 权均力敌 权均力齐 势均力敌"
  },
  {
    "wenren": "凶",
    "xuetu": "吉 恶 避 趋 多 少 极 穷",
    "answers": "避凶趋吉 多凶少吉 极恶穷凶 穷凶极恶 趋吉避凶 凶多吉少"
  },
  {
    "wenren": "骇",
    "xuetu": "惊 心 目 浪 耳 涛 动 洞",
    "answers": "动心骇目 洞心骇耳 洞心骇目 骇浪惊涛 骇目惊心 骇心动目 惊耳骇目 惊涛骇浪 惊心骇目"
  },
  {
    "wenren": "绝",
    "xuetu": "俗 世 伦 超 后 逸 前 群",
    "answers": "超前绝后 超群绝伦 超世绝伦 超世绝俗 超俗绝世 绝伦逸群 绝世超伦 逸群绝伦"
  },
  {
    "wenren": "拾",
    "xuetu": "俯 芥 取 仰 如 地 俛 易",
    "answers": "俯拾地芥 俯拾仰取 俛拾地芥 俛拾仰取 如拾地芥 仰取俯拾 仰拾俯取 易如拾芥"
  },
  {
    "wenren": "母",
    "xuetu": "父 恩 哀 贤 良 妻 同 勤",
    "answers": "哀哀父母 恩同父母 父母恩勤 贤母良妻 贤妻良母"
  },
  {
    "wenren": "鼻",
    "xuetu": "青 眼 肿 子 一 脸 灰 有",
    "answers": "鼻青脸肿 鼻青眼肿 鼻肿眼青 脸青鼻肿 一鼻子灰 有鼻子有眼"
  },
  {
    "wenren": "使",
    "xuetu": "风 船 帆 见 舵 看 顺 借",
    "answers": "见风使船 见风使舵 见风使帆 借风使船 看风使船 看风使舵 看风使帆 顺风使船 顺风使舵 顺风使帆"
  },
  {
    "wenren": "翔",
    "xuetu": "凤 鸾 翥 龙 飞 跃 集 鹏",
    "answers": "飞鸾翔凤 凤翥龙翔 凤翥鸾翔 凤翥鹏翔 龙飞凤翔 龙翔凤跃 龙翔凤翥 鸾翔凤集 鸾翔凤翥 翥凤翔鸾"
  },
  {
    "wenren": "纲",
    "xuetu": "提 领 挈 振 目 举 张 握",
    "answers": "纲举目张 纲挈目张 纲提领挈 挈领提纲 提纲举领 提纲挈领 提纲振领 握纲提领 振领提纲"
  },
  {
    "wenren": "间",
    "xuetu": "不 人 容 半 界 息 天 上",
    "answers": "半间半界 半间不界 不间不界 间不容息 人间天上 天上人间"
  },
  {
    "wenren": "羁",
    "xuetu": "不 放 荡 浪 磊 落 跌 达",
    "answers": "跌荡不羁 放达不羁 放荡不羁 放浪不羁 磊浪不羁 磊落不羁"
  },
  {
    "wenren": "鹑",
    "xuetu": "悬 百 结 鷇 食 衣 居 饮",
    "answers": "百结悬鹑 鹑居鷇食 鹑居鷇饮 鹑衣百结 鹑衣鷇食 悬鹑百结"
  },
  {
    "wenren": "清",
    "xuetu": "风 浊 月 朗 气 天 泾 渭",
    "answers": "风清月朗 泾清渭浊 泾浊渭清 朗月清风 清风朗月 清渭浊泾 天朗气清 天清气朗 渭浊泾清 月朗风清 浊泾清渭"
  },
  {
    "wenren": "昂",
    "xuetu": "首 天 头 阔 步 外 挺 胸",
    "answers": "昂首阔步 昂首天外 昂首挺胸 昂头阔步 昂头天外 昂头挺胸"
  },
  {
    "wenren": "编",
    "xuetu": "简 断 遗 残 绝 裂 蠹 坠",
    "answers": "残编断简 残编裂简 蠹简遗编 断编残简 断简残编 断简遗编 遗编断简 遗编绝简 遗编坠简"
  },
  {
    "wenren": "雌",
    "xuetu": "雄 决 黄 一 口 未 中 信",
    "answers": "雌雄未决 决一雌雄 口中雌黄 信口雌黄 一决雌雄"
  },
  {
    "wenren": "粱",
    "xuetu": "膏 黄 纨 裦 梦 一 美 枕",
    "answers": "膏粱纨裦 黄粱美梦 黄粱一梦 纨裦膏粱 一枕黄粱"
  },
  {
    "wenren": "对",
    "xuetu": "床 相 泣 雨 风 夜 楚 囚",
    "answers": "楚囚对泣 楚囚相对 对床风雨 对床夜雨 风雨对床 夜雨对床"
  },
  {
    "wenren": "蠡",
    "xuetu": "测 海 管 窥 持 酌 瓮 天",
    "answers": "持蠡测海 管窥蠡测 蠡测管窥 蠡酌管窥 瓮天蠡海"
  },
  {
    "wenren": "扪",
    "xuetu": "扣 烛 盲 盘 钥 槃 籥 翁",
    "answers": "扣盘扪钥 扣盘扪烛 扣槃扪籥 扣槃扪烛 盲翁扪钥 盲翁扪籥"
  },
  {
    "wenren": "齐",
    "xuetu": "心 并 力 驱 天 驾 福 洪",
    "answers": "并驾齐驱 洪福齐天 齐驱并驾 齐天洪福 齐心并力"
  },
  {
    "wenren": "谄",
    "xuetu": "上 下 笑 胁 肩 傲 骄 欺",
    "answers": "谄上傲下 谄上骄下 谄上欺下 谄笑胁肩 胁肩谄笑"
  },
  {
    "wenren": "涕",
    "xuetu": "交 泗 泪 流 零 下 垂 横",
    "answers": "涕泪交垂 涕泪交零 涕泪交流 涕泪交下 涕泗横流 涕泗交流 涕泗交下"
  },
  {
    "wenren": "暮",
    "xuetu": "朝 云 晨 鼓 钟 秦 楚 雨",
    "answers": "朝朝暮暮 朝秦暮楚 朝云暮雨 朝钟暮鼓 晨秦暮楚 晨钟暮鼓 暮楚朝秦 暮鼓朝钟 暮鼓晨钟 暮暮朝朝 暮雨朝云 云朝雨暮"
  },
  {
    "wenren": "壑",
    "xuetu": "丘 万 千 沟 经 寻 山 岩",
    "answers": "经丘寻壑 千沟万壑 千山万壑 千岩万壑 万壑千岩 寻壑经丘"
  },
  {
    "wenren": "怒",
    "xuetu": "冲 发 目 冠 眉 天 横 气",
    "answers": "冲冠发怒 冲冠怒发 发怒冲冠 横眉怒目 怒发冲冠 怒目横眉 怒气冲冲 怒气冲天"
  },
  {
    "wenren": "涛",
    "xuetu": "浪 惊 骇 怒 巨 狂 鲸 鼍",
    "answers": "骇浪惊涛 惊涛骇浪 惊涛巨浪 惊涛怒浪 鲸涛鼍浪 狂涛骇浪 狂涛巨浪"
  },
  {
    "wenren": "错",
    "xuetu": "差 交 根 节 牙 盘 阴 阳",
    "answers": "错节盘根 根牙盘错 盘根错节 阴差阳错 阴错阳差 阴阳交错"
  },
  {
    "wenren": "想",
    "xuetu": "思 梦 苦 朝 暮 冥 昼 夜",
    "answers": "朝思暮想 苦思冥想 冥思苦想 暮想朝思 昼思夜想 昼想夜梦"
  },
  {
    "wenren": "擦",
    "xuetu": "拳 掌 肩 磨 挨 抹 摩 膀",
    "answers": "挨肩擦膀 擦拳磨掌 擦拳抹掌 擦掌磨拳 摩拳擦掌 磨拳擦掌"
  },
  {
    "wenren": "帷",
    "xuetu": "幄 灯 剑 运 筹 匣 箧 策",
    "answers": "帷灯箧剑 帷灯匣剑 匣剑帷灯 运策帷幄 运筹帷幄"
  },
  {
    "wenren": "忍",
    "xuetu": "含 垢 耻 辱 羞 偷 生 污",
    "answers": "含垢忍耻 含垢忍辱 含垢忍污 含污忍垢 忍耻含垢 忍耻含羞 忍耻偷生 忍垢偷生 忍辱含垢 忍辱含羞 忍辱偷生"
  },
  {
    "wenren": "蛇",
    "xuetu": "龙 杯 影 心 一 弓 口 佛",
    "answers": "杯弓蛇影 杯影蛇弓 佛口蛇心 佛心蛇口 弓影杯蛇 蛇心佛口 蛇影杯弓 一龙一蛇"
  },
  {
    "wenren": "剩",
    "xuetu": "残 馥 山 水 膏 饭 茶 汤",
    "answers": "残茶剩饭 残膏剩馥 残山剩水 残汤剩饭 剩馥残膏 剩山残水 剩水残山 水剩山残"
  },
  {
    "wenren": "铄",
    "xuetu": "金 口 流 石 谗 点 玉 众",
    "answers": "谗口铄金 流金铄石 铄金点玉 铄石流金 众口铄金"
  },
  {
    "wenren": "议",
    "xuetu": "论 巷 谈 风 纷 发 街 生",
    "answers": "街谈巷议 论议风生 谈议风生 巷议街谈 议论纷纷 议论风发 议论风生"
  },
  {
    "wenren": "继",
    "xuetu": "夜 以 绝 日 存 兴 亡 昼",
    "answers": "存亡继绝 继继存存 继绝存亡 日以继夜 兴亡继绝 夜以继日 夜以继昼 以日继夜 以夜继日 以夜继昼"
  },
  {
    "wenren": "陌",
    "xuetu": "柳 街 花 路 衢 视 丛 如",
    "answers": "花街柳陌 花衢柳陌 柳陌花丛 柳陌花街 柳陌花衢 视如陌路"
  },
  {
    "wenren": "鹬",
    "xuetu": "蚌 相 持 争 刺 虎 斗 危",
    "answers": "蚌鹬相持 刺虎持鹬 鹬蚌相持 鹬蚌相斗 鹬蚌相危 鹬蚌相争"
  },
  {
    "wenren": "热",
    "xuetu": "冷 不 打 铁 附 炎 趁 趋",
    "answers": "不冷不热 趁热打铁 打铁趁热 附炎趋热 趋炎附热"
  },
  {
    "wenren": "背",
    "xuetu": "义 恩 汗 流 负 浃 弃 忘",
    "answers": "背恩负义 背恩弃义 背恩忘义 背义负恩 背义忘恩 负恩背义 汗流浃背 浃背汗流 流汗浃背 忘恩背义"
  },
  {
    "wenren": "赞",
    "xuetu": "不 口 一 绝 能 词 辞 莫",
    "answers": "不能赞一词 不能赞一辞 不赞一词 一辞莫赞 赞不绝口 赞口不绝"
  },
  {
    "wenren": "枯",
    "xuetu": "朽 木 摧 生 拉 株 树 花",
    "answers": "摧枯拉朽 摧朽拉枯 枯木生花 枯木朽株 枯树生花 枯株朽木 拉朽摧枯 朽株枯木"
  },
  {
    "wenren": "飘",
    "xuetu": "溷 梗 萍 茵 断 蓬 堕 迹",
    "answers": "断梗飘蓬 断梗飘萍 堕溷飘茵 梗迹蓬飘 飘蓬断梗 飘萍断梗 飘茵堕溷"
  },
  {
    "wenren": "疮",
    "xuetu": "百 孔 千 痍 满 目 七 八",
    "answers": "百孔千疮 疮痍满目 满目疮痍 七疮八孔 千疮百孔 千疮百痍"
  },
  {
    "wenren": "层",
    "xuetu": "出 见 迭 叠 峦 嶂 密 错",
    "answers": "层出迭见 层出叠见 层见错出 层见迭出 层见叠出 层峦迭嶂 层峦叠嶂 迭嶂层峦 叠嶂层峦 密密层层"
  },
  {
    "wenren": "咄",
    "xuetu": "嗟 怪 事 书 空 办 便 立",
    "answers": "咄咄怪事 咄咄书空 咄嗟便办 咄嗟立办 怪事咄咄 书空咄咄"
  },
  {
    "wenren": "溷",
    "xuetu": "飘 茵 坠 落 堕 籵 樊 随",
    "answers": "堕溷飘茵 飘籵坠溷 飘樊落溷 飘茵堕溷 飘茵落溷 飘茵随溷 坠溷飘茵 坠茵落溷"
  },
  {
    "wenren": "符",
    "xuetu": "名 实 相 不 言 行 表 里",
    "answers": "表里相符 名不符实 名实相符 言行不符 言行相符"
  },
  {
    "wenren": "合",
    "xuetu": "同 璧 珠 道 连 契 浦 还",
    "answers": "璧合珠连 道同契合 合浦还珠 合浦珠还 还珠合浦 连珠合璧 珠还合浦 珠连璧合"
  },
  {
    "wenren": "经",
    "xuetu": "纬 正 天 文 武 国 地 年",
    "answers": "经天纬地 经文纬武 年经国纬 天地经纬 天经地纬 纬武经文 文经武纬 正正经经"
  },
  {
    "wenren": "下",
    "xuetu": "上 不 高 风 气 心 一 林",
    "answers": "不上不下 林下风气 林下高风 上下一心 心上心下"
  },
  {
    "wenren": "雏",
    "xuetu": "凤 龙 麟 子 伏 种 翰 驹",
    "answers": "凤雏麟子 伏龙凤雏 麟子凤雏 龙雏凤种 龙翰凤雏 龙驹凤雏"
  },
  {
    "wenren": "副",
    "xuetu": "名 实 难 不 其 相 盛 高",
    "answers": "名不副实 名副其实 名高难副 名实难副 名实相副 盛名难副"
  },
  {
    "wenren": "倍",
    "xuetu": "道 功 半 行 事 而 进 兼",
    "answers": "倍道而进 倍道而行 倍道兼进 倍道兼行 事半功倍 事倍功半"
  },
  {
    "wenren": "淋",
    "xuetu": "漓 血 酣 痛 畅 嬉 快 鲜",
    "answers": "酣畅淋漓 酣痛淋漓 酣嬉淋漓 痛快淋漓 鲜血淋漓"
  },
  {
    "wenren": "责",
    "xuetu": "名 实 自 引 躬 过 循 咎",
    "answers": "循名责实 引过自责 引咎责躬 引咎自责 责实循名"
  },
  {
    "wenren": "满",
    "xuetu": "志 意 心 得 气 骄 盈 足",
    "answers": "气得志满 气骄志满 气满志得 气满志骄 心满意得 心满意足 意得志满 意满志得 志得意满 志骄意满 志满气得 志满气骄 志满意得 志盈心满 志足意满"
  },
  {
    "wenren": "鞍",
    "xuetu": "马 劳 一 顿 倦 困 神 之",
    "answers": "鞍马劳顿 鞍马劳倦 鞍马劳困 鞍马劳神 鞍马之劳 一马一鞍"
  },
  {
    "wenren": "乱",
    "xuetu": "心 拨 反 意 慌 正 忙 治",
    "answers": "拨乱反正 拨乱反治 反正拨乱 心慌意乱 心忙意乱 意乱心忙"
  },
  {
    "wenren": "欺",
    "xuetu": "人 上 罔 下 瞒 天 君 自",
    "answers": "瞒上欺下 欺君罔上 欺人自欺 欺上瞒下 欺上罔下 欺天罔人 自欺欺人"
  },
  {
    "wenren": "陵",
    "xuetu": "谷 替 上 下 桑 海 变 迁",
    "answers": "海桑陵谷 陵谷变迁 上陵下替 上替下陵 下陵上替"
  },
  {
    "wenren": "掀",
    "xuetu": "天 地 浪 揭 白 扑 动 斡",
    "answers": "白浪掀天 揭地掀天 扑地掀天 掀天动地 掀天揭地 掀天斡地"
  },
  {
    "wenren": "保",
    "xuetu": "民 泰 持 盈 国 安 家 卫",
    "answers": "保国安民 保家卫国 保泰持盈 保盈持泰 持盈保泰"
  },
  {
    "wenren": "社",
    "xuetu": "鼠 村 城 狐 歌 鼓 舞 箫",
    "answers": "城狐社鼠 村歌社鼓 村歌社舞 村箫社鼓 社鼠城狐"
  },
  {
    "wenren": "河",
    "xuetu": "山 悬 带 若 口 砺 汉 邈",
    "answers": "带砺河山 带砺山河 河山带砺 口若悬河 砺带河山 砺山带河 邈若河汉 邈若河山 邈若山河"
  },
  {
    "wenren": "北",
    "xuetu": "南 辕 天 西 海 江 东 辙",
    "answers": "北辙南辕 东西南北 海北天南 江南海北 南辕北辙 天南海北"
  },
  {
    "wenren": "水",
    "xuetu": "山 流 一 如 清 花 高 落",
    "answers": "高山流水 流水高山 流水落花 落花流水 水流花落 一清如水"
  },
  {
    "wenren": "忌",
    "xuetu": "无 惮 所 肆 恣 横 行 讳",
    "answers": "横无忌惮 横行无忌 肆无忌惮 肆行无忌 无所忌惮 无所忌讳 恣肆无忌 恣无忌惮"
  },
  {
    "wenren": "餐",
    "xuetu": "风 宿 露 饮 雨 沐 水 咽",
    "answers": "餐风露宿 餐风沐雨 餐风宿露 餐风宿水 餐风宿雨 餐风咽露 餐风饮露 风餐露宿 露餐风宿 露宿风餐 水宿风餐 宿水餐风 宿雨餐风 饮露餐风 雨沐风餐 雨宿风餐"
  },
  {
    "wenren": "荡",
    "xuetu": "魂 神 魄 浩 飘 迷 摇 心",
    "answers": "浩浩荡荡 魂飘神荡 迷迷荡荡 魄荡魂摇 神魂飘荡 神魂摇荡 心荡神迷 心荡神摇"
  },
  {
    "wenren": "豆",
    "xuetu": "瓜 分 萁 燃 剖 煎 煮 相",
    "answers": "豆分瓜剖 豆剖瓜分 豆萁燃豆 豆萁相煎 瓜分豆剖 瓜剖豆分 燃萁煎豆 燃萁煮豆 煮豆燃萁"
  },
  {
    "wenren": "识",
    "xuetu": "不 见 才 高 远 知 一 丁",
    "answers": "不识不知 不识一丁 才高识远 高才远识 高见远识 高识远见 一丁不识"
  },
  {
    "wenren": "稔",
    "xuetu": "恶 年 岁 盈 丰 贯 祸 积",
    "answers": "丰年稔岁 贯盈恶稔 祸稔恶积 祸盈恶稔 稔恶盈贯 岁丰年稔 岁稔年丰"
  },
  {
    "wenren": "聩",
    "xuetu": "发 聋 振 震 蒙 昏 无 能",
    "answers": "发聋振聩 发蒙振聩 昏聩无能 振聋发聩 震聋发聩"
  },
  {
    "wenren": "另",
    "xuetu": "眼 看 高 待 相 谋 就 戏",
    "answers": "另谋高就 另眼看待 另眼看戏 另眼相待 另眼相看"
  },
  {
    "wenren": "肠",
    "xuetu": "回 断 九 愁 百 寸 转 结",
    "answers": "百结愁肠 愁肠百结 愁肠寸断 愁肠九回 愁肠九转 回肠百转 回肠寸断 回肠九转 九回肠 九回肠断"
  },
  {
    "wenren": "弦",
    "xuetu": "改 易 调 更 张 辙 竹 品",
    "answers": "调弦品竹 改弦更张 改弦易调 改弦易张 改弦易辙 更弦改辙 更弦易辙 品竹调弦 易辙改弦"
  },
  {
    "wenren": "漆",
    "xuetu": "胶 黑 如 一 团 似 投 以",
    "answers": "黑漆一团 漆黑一团 如胶如漆 如胶似漆 如胶投漆 似漆如胶 一团漆黑 以胶投漆"
  },
  {
    "wenren": "服",
    "xuetu": "心 不 水 土 粗 乱 头 口",
    "answers": "不服水土 粗服乱头 口服心服 乱头粗服 水土不服 心服口服"
  },
  {
    "wenren": "锵",
    "xuetu": "玉 金 铿 鸣 戛 有 力 珂",
    "answers": "戛玉锵金 铿锵有力 鸣珂锵玉 锵金铿玉 锵金鸣玉"
  },
  {
    "wenren": "传",
    "xuetu": "相 口 讹 十 代 以 耳 心",
    "answers": "代代相传 讹以传讹 口耳相传 口口相传 十口相传 以讹传讹 以心传心"
  },
  {
    "wenren": "剥",
    "xuetu": "肤 髓 抽 椎 筋 及 皮 床",
    "answers": "剥床及肤 剥肤及髓 剥肤椎髓 剥皮抽筋 抽筋剥皮 椎肤剥髓"
  },
  {
    "wenren": "财",
    "xuetu": "义 轻 力 殚 重 竭 仗 疏",
    "answers": "财殚力竭 殚财竭力 力殚财竭 轻财仗义 轻财重义 疏财仗义 疏财重义 仗义疏财 重财轻义 重义轻财"
  },
  {
    "wenren": "恍",
    "xuetu": "惚 迷 离 神 惝 荡 心 精",
    "answers": "惝恍迷离 恍恍荡荡 精神恍惚 迷离惝恍 迷离恍惚 心神恍惚"
  },
  {
    "wenren": "挽",
    "xuetu": "飞 刍 粮 共 鹿 车 粒 粟",
    "answers": "飞刍挽粒 飞刍挽粮 飞刍挽粟 共挽鹿车 鹿车共挽"
  },
  {
    "wenren": "莺",
    "xuetu": "燕 舞 歌 语 俦 侣 啼 声",
    "answers": "歌莺舞燕 燕俦莺侣 燕侣莺俦 燕舞莺歌 燕舞莺啼 燕燕莺莺 燕语莺声 燕语莺啼 莺俦燕侣 莺歌燕舞 莺歌燕语 莺声燕语 莺啼燕语"
  },
  {
    "wenren": "乡",
    "xuetu": "离 井 背 土 入 俗 随 别",
    "answers": "背井离乡 背乡离井 离乡背井 离乡背土 离乡别井 离乡别土 入乡随俗 随乡入俗 随乡入乡"
  },
  {
    "wenren": "看",
    "xuetu": "眼 人 相 面 矮 戏 另 佛",
    "answers": "矮人看戏 佛眼相看 另眼看戏 另眼相看 面面相看"
  },
  {
    "wenren": "鹅",
    "xuetu": "毛 行 鸭 步 千 里 大 雪",
    "answers": "鹅毛大雪 鹅行鸭步 千里鹅毛 鸭步鹅行 鸭行鹅步"
  },
  {
    "wenren": "就",
    "xuetu": "不 高 将 低 成 随 机 计",
    "answers": "高不成低不就 将机就机 将机就计 将计就计 随高就低"
  },
  {
    "wenren": "搔",
    "xuetu": "痒 耳 头 腮 抓 扒 爬 跟",
    "answers": "扒耳搔腮 爬耳搔腮 搔头抓耳 头痒搔跟 抓耳搔腮"
  },
  {
    "wenren": "烹",
    "xuetu": "凤 龙 狗 藏 弓 炮 砲 犬",
    "answers": "藏弓烹狗 炮凤烹龙 炮龙烹凤 砲凤烹龙 砲龙烹凤 烹狗藏弓 烹龙炮凤 烹龙砲凤 烹犬藏弓"
  },
  {
    "wenren": "而",
    "xuetu": "不 一 言 无 望 足 知 信",
    "answers": "不言而信 不一而足 言而不信 言而无信 一望而知"
  },
  {
    "wenren": "集",
    "xuetu": "云 蚁 雾 附 蜂 攒 合 蝇",
    "answers": "蜂附云集 蜂攒蚁集 雾集云合 蚁附蝇集 蚁集蜂攒 蝇集蚁附 云合雾集"
  },
  {
    "wenren": "卷",
    "xuetu": "甲 云 风 戈 驰 束 韬 电",
    "answers": "风驰电卷 风驰云卷 卷甲韬戈 束戈卷甲 韬戈卷甲"
  },
  {
    "wenren": "峙",
    "xuetu": "渟 鹄 鸾 岳 停 渊 川 翔",
    "answers": "川渟岳峙 鹄峙鸾停 鹄峙鸾翔 鸾鹄停峙 鸾停鹄峙 渊渟岳峙 岳峙渊渟"
  },
  {
    "wenren": "源",
    "xuetu": "本 流 溯 穷 追 清 根 正",
    "answers": "清源正本 穷源溯流 溯流穷源 溯流追源 溯源穷流 源清流清 源源本本 正本清源 追本穷源 追本溯源 追根穷源 追根溯源"
  },
  {
    "wenren": "拆",
    "xuetu": "东 补 西 桥 墙 代 过 行",
    "answers": "拆东补西 拆东墙补西墙 拆西补东 代拆代行 过桥拆桥"
  },
  {
    "wenren": "铢",
    "xuetu": "寸 积 累 量 称 较 锱 计",
    "answers": "寸积铢累 寸量铢称 积铢累寸 计较锱铢 铢称寸量 铢寸累积 铢积寸累 铢积锱累 铢累寸积 铢铢较量 锱铢较量"
  },
  {
    "wenren": "想",
    "xuetu": "思 梦 苦 朝 暮 冥 昼 夜",
    "answers": "朝思暮想 苦思冥想 冥思苦想 暮想朝思 昼思夜想 昼想夜梦"
  },
  {
    "wenren": "唳",
    "xuetu": "鹤 声 风 华 亭 猿 凤 鸣",
    "answers": "风声鹤唳 凤鸣鹤唳 鹤唳风声 鹤唳华亭 鹤唳猿声 华亭鹤唳"
  },
  {
    "wenren": "谏",
    "xuetu": "言 直 犯 极 拒 饰 非 正",
    "answers": "犯言直谏 拒谏饰非 饰非拒谏 正言直谏 直言极谏 直言正谏"
  },
  {
    "wenren": "远",
    "xuetu": "高 深 长 虑 水 识 山 见",
    "answers": "高见远识 高识远见 山长水远 深见远虑 水远山长"
  },
  {
    "wenren": "骂",
    "xuetu": "打 狗 鸡 天 地 指 人 咒",
    "answers": "打鸡骂狗 打人骂狗 骂天咒地 指鸡骂狗 咒天骂地"
  },
  {
    "wenren": "前",
    "xuetu": "后 不 人 顾 无 古 绝 光",
    "answers": "不顾前后 顾前不顾后 光前绝后 绝后光前 前无古人"
  },
  {
    "wenren": "透",
    "xuetu": "不 玲 珑 风 剔 雨 语 漏",
    "answers": "风雨不透 风语不透 玲珑剔透 玲珑透漏 剔透玲珑"
  },
  {
    "wenren": "鳞",
    "xuetu": "甲 一 爪 比 片 栉 次 半",
    "answers": "鳞次栉比 片鳞半爪 一鳞半甲 一鳞半爪 一鳞片甲 一鳞片爪 一鳞一爪 栉比鳞次"
  },
  {
    "wenren": "胸",
    "xuetu": "捶 足 顿 跌 脚 椎 槌 搥",
    "answers": "捶胸跌脚 捶胸跌足 捶胸顿脚 捶胸顿足 跌脚捶胸 跌脚搥胸 跌脚槌胸 顿脚捶胸 顿足捶胸 顿足搥胸 顿足椎胸 椎胸跌足 椎胸顿足"
  },
  {
    "wenren": "箕",
    "xuetu": "山 之 风 毕 雨 操 节 志",
    "answers": "毕雨箕风 箕风毕雨 箕山之操 箕山之风 箕山之节 箕山之志"
  },
  {
    "wenren": "裙",
    "xuetu": "布 荆 钗 带 夫 人 关 系",
    "answers": "布裙荆钗 钗荆裙布 夫人裙带 荆钗布裙 裙布荆钗 裙带关系"
  },
  {
    "wenren": "喙",
    "xuetu": "百 一 辩 难 辞 莫 如 词",
    "answers": "百喙莫辩 百喙难辩 百喙难辞 百喙如一 百喙一词"
  },
  {
    "wenren": "含",
    "xuetu": "垢 忍 污 茹 耻 辱 辛 苦",
    "answers": "含垢忍耻 含垢忍辱 含垢忍污 含污忍垢 含辛忍苦 含辛茹苦 忍耻含垢 忍辱含垢 茹苦含辛"
  },
  {
    "wenren": "驰",
    "xuetu": "风 电 骋 掣 星 东 西 击",
    "answers": "电掣风驰 电掣星驰 东驰西骋 东驰西击 风驰电掣 风驰电骋 风驰电击 星驰电掣"
  },
  {
    "wenren": "音",
    "xuetu": "无 信 足 杳 空 谷 渺 讯",
    "answers": "空谷足音 渺无音信 渺无音讯 杳无音信 杳无音讯 音信杳无 足音空谷"
  },
  {
    "wenren": "舍",
    "xuetu": "不 恋 生 忘 死 行 藏 用",
    "answers": "恋恋不舍 舍生忘死 舍死忘生 忘生舍死 行藏用舍 用舍行藏 用行舍藏"
  },
  {
    "wenren": "樽",
    "xuetu": "折 冲 俎 酒 只 鸡 论 文",
    "answers": "折冲樽俎 只鸡樽酒 俎樽折冲 樽酒论文 樽俎折冲"
  },
  {
    "wenren": "屈",
    "xuetu": "冤 伸 蠖 负 能 衔 含 求",
    "answers": "负屈含冤 负屈衔冤 含冤负屈 蠖屈求伸 能屈能伸 能伸能屈 屈蠖求伸 衔冤负屈"
  },
  {
    "wenren": "左",
    "xuetu": "右 图 宜 旁 门 道 书 史",
    "answers": "旁门左道 左道旁门 左图右史 左图右书 左宜右宜 左右图史"
  },
  {
    "wenren": "堂",
    "xuetu": "大 皇 正 一 燕 处 雀 表",
    "answers": "处堂燕雀 堂皇正大 堂堂一表 堂堂正正 燕雀处堂 一表堂堂 正大堂皇 正正堂堂"
  },
  {
    "wenren": "迎",
    "xuetu": "送 来 新 旧 去 弃 故 往",
    "answers": "来迎去送 弃旧迎新 送故迎新 送旧迎新 送去迎来 送往迎来 迎来送往 迎新弃旧 迎新送故 迎新送旧"
  },
  {
    "wenren": "匿",
    "xuetu": "迹 影 形 声 潜 销 藏 消",
    "answers": "藏形匿影 匿迹潜形 匿迹销声 匿影藏形 潜形匿迹 潜形匿影 消声匿迹 消声匿影 销声匿迹 销声匿影"
  },
  {
    "wenren": "旦",
    "xuetu": "夕 一 在 而 之 危 祸 伐",
    "answers": "旦旦而伐 旦夕之危 祸在旦夕 危在旦夕 一旦一夕"
  },
  {
    "wenren": "阜",
    "xuetu": "民 物 殷 安 康 财 熙 丰",
    "answers": "民安物阜 民康物阜 民熙物阜 民殷财阜 物阜民安 物阜民丰 物阜民康 殷民阜财"
  },
  {
    "wenren": "曼",
    "xuetu": "鱼 龙 衍 歌 舞 轻 清 羡",
    "answers": "曼衍鱼龙 轻歌曼舞 清歌曼舞 鱼龙曼羡 鱼龙曼衍"
  },
  {
    "wenren": "炮",
    "xuetu": "放 凤 烹 龙 马 后 扯 旗",
    "answers": "扯旗放炮 放马后炮 马后炮 炮凤烹龙 炮龙烹凤 烹龙炮凤"
  },
  {
    "wenren": "露",
    "xuetu": "风 不 餐 毕 锋 宿 芒 饮",
    "answers": "不露锋芒 餐风露宿 餐风宿露 餐风饮露 风餐露宿 锋芒毕露 锋芒不露 露餐风宿 露宿风餐 饮露餐风"
  },
  {
    "wenren": "置",
    "xuetu": "无 不 喙 可 容 辩 疑 庸",
    "answers": "不容置辩 不容置喙 不容置疑 无可置辩 无可置喙 无可置疑 无庸置辩 无庸置疑"
  },
  {
    "wenren": "十",
    "xuetu": "一 五 三 百 行 二 六 七",
    "answers": "七十二行 三百六十行 三十六行 十十五五 一百二十行 一五一十"
  },
  {
    "wenren": "黑",
    "xuetu": "白 黄 数 道 分 论 说 明",
    "answers": "白黑分明 黑白分明 论黄数黑 数黑论白 数黑论黄 数黄道黑 说白道黑 说黑道白 说黄道黑"
  },
  {
    "wenren": "弩",
    "xuetu": "强 拔 张 剑 箭 末 之 矢",
    "answers": "剑拔弩张 箭拔弩张 弩张剑拔 强弩末矢 强弩之末"
  },
  {
    "wenren": "契",
    "xuetu": "合 之 同 金 兰 道 若 符",
    "answers": "道同契合 金兰之契 契合金兰 契若金兰 同符合契"
  },
  {
    "wenren": "赤",
    "xuetu": "心 红 面 耳 相 待 胆 忠",
    "answers": "赤胆忠心 赤心相待 耳红面赤 面红耳赤 面红面赤 忠心赤胆"
  },
  {
    "wenren": "竖",
    "xuetu": "横 眉 八 倒 柳 卧 眼 七",
    "answers": "横倒竖卧 横眉竖眼 横七竖八 柳眉倒竖 七横八竖"
  },
  {
    "wenren": "船",
    "xuetu": "风 水 顺 使 借 推 看 驶",
    "answers": "借风使船 借水推船 看风使船 看风驶船 顺风使船 顺风驶船 顺水推船"
  },
  {
    "wenren": "槁",
    "xuetu": "灰 形 心 木 死 如 容 枯",
    "answers": "槁木死灰 槁形灰心 灰心槁形 死灰槁木 心如槁木 形槁心灰 形容枯槁"
  },
  {
    "wenren": "漓",
    "xuetu": "淋 酣 痛 致 兴 畅 嬉 尽",
    "answers": "酣畅淋漓 酣痛淋漓 酣嬉淋漓 淋漓尽致 兴致淋漓"
  },
  {
    "wenren": "丽",
    "xuetu": "清 日 风 句 藻 辞 春 葩",
    "answers": "春葩丽藻 丽句清辞 丽藻春葩 清辞丽句 日丽风清"
  },
  {
    "wenren": "渝",
    "xuetu": "不 死 始 终 生 誓 之 至",
    "answers": "生死不渝 始终不渝 誓死不渝 之死不渝 至死不渝 终始不渝"
  },
  {
    "wenren": "女",
    "xuetu": "男 儿 痴 騣 卖 鬻 红 绿",
    "answers": "红男绿女 绿女红男 卖儿鬻女 卖男鬻女 鬻儿卖女 騣女痴儿 騣女痴男"
  },
  {
    "wenren": "玲",
    "xuetu": "珑 透 八 小 剔 窗 面 娇",
    "answers": "八窗玲珑 八面玲珑 娇小玲珑 玲珑剔透 剔透玲珑"
  },
  {
    "wenren": "善",
    "xuetu": "恶 从 改 迁 为 行 好 过",
    "answers": "改恶从善 改恶为善 改恶行善 改过从善 改过迁善 改行从善 改行迁善 改行为善 好善恶恶 迁善改过 善善恶恶"
  },
  {
    "wenren": "窥",
    "xuetu": "管 天 豹 一 斑 中 以 见",
    "answers": "管中窥豹 管中窥天 窥豹一斑 窥见一斑 一斑窥豹 以管窥豹 以管窥天"
  },
  {
    "wenren": "聋",
    "xuetu": "聩 不 发 振 震 昭 痴 瞽",
    "answers": "不痴不聋 不瞽不聋 发聋振聩 昭聋发聩 振聋发聩 震聋发聩"
  },
  {
    "wenren": "彰",
    "xuetu": "昭 明 名 较 著 着 附 骥",
    "answers": "附骥名彰 彰明较著 彰明较着 彰明昭著 彰明昭着"
  },
  {
    "wenren": "髓",
    "xuetu": "骨 敲 浃 沦 剥 肤 肌 椎",
    "answers": "剥肤椎髓 浃沦肌髓 浃髓沦肤 浃髓沦肌 沦肌浃髓 沦浃肌髓 敲骨剥髓 椎肤剥髓"
  },
  {
    "wenren": "绰",
    "xuetu": "约 有 姿 余 裕 丰 影 多",
    "answers": "绰绰有余 绰绰有裕 绰有余裕 绰约多姿 丰姿绰约 影影绰绰"
  },
  {
    "wenren": "策",
    "xuetu": "运 无 筹 遗 出 谋 算 画",
    "answers": "策无遗算 出谋画策 谋无遗策 算无遗策 运筹画策"
  },
  {
    "wenren": "夺",
    "xuetu": "予 取 豪 权 巧 争 利 名",
    "answers": "豪夺巧取 巧取豪夺 予取予夺 争名夺利 争权夺利"
  },
  {
    "wenren": "江",
    "xuetu": "海 湖 翻 南 北 倒 搅 老",
    "answers": "倒海翻江 翻江倒海 翻江搅海 江翻海倒 江翻海搅 江南海北 搅海翻江 老江湖"
  },
  {
    "wenren": "森",
    "xuetu": "严 壁 垒 罗 万 象 刁 斗",
    "answers": "壁垒森严 刁斗森严 森罗万象 森严壁垒 万象森罗"
  },
  {
    "wenren": "主",
    "xuetu": "人 入 盗 道 东 出 奴 怨",
    "answers": "出奴入主 盗怨主人 东道主 东道主人 入主出奴"
  },
  {
    "wenren": "蚌",
    "xuetu": "鹬 相 珠 持 得 争 剖 求",
    "answers": "蚌鹬相持 剖蚌得珠 剖蚌求珠 鹬蚌相持 鹬蚌相争"
  },
  {
    "wenren": "物",
    "xuetu": "类 无 之 比 托 连 言 有",
    "answers": "比物连类 连类比物 托物连类 言之无物 言之有物"
  },
  {
    "wenren": "遮",
    "xuetu": "天 日 掩 盖 地 蔽 东 西",
    "answers": "蔽日遮天 东掩西遮 东遮西掩 遮地盖天 遮天蔽日 遮天盖地 遮天盖日"
  },
  {
    "wenren": "双",
    "xuetu": "成 斗 飞 对 酒 柑 宿 作",
    "answers": "成双成对 成双作对 斗酒双柑 双柑斗酒 双宿双飞"
  },
  {
    "wenren": "父",
    "xuetu": "子 为 认 孝 作 慈 隐 贼",
    "answers": "父慈子孝 父为子隐 认贼为父 认贼作父 子为父隐 子孝父慈"
  },
  {
    "wenren": "参",
    "xuetu": "月 横 辰 斗 转 日 卯 酉",
    "answers": "参辰卯酉 参辰日月 参横斗转 斗转参横 日月参辰"
  },
  {
    "wenren": "讹",
    "xuetu": "言 以 传 虎 惑 众 滋 三",
    "answers": "讹言惑众 讹以传讹 讹以滋讹 三言讹虎 以讹传讹"
  },
  {
    "wenren": "因",
    "xuetu": "果 为 人 制 宜 事 倒 地",
    "answers": "倒果为因 倒因为果 因地制宜 因人制宜 因事制宜"
  },
  {
    "wenren": "歌",
    "xuetu": "舞 悲 燕 莺 凤 鸾 击 筑",
    "answers": "悲歌击筑 凤歌鸾舞 凤舞鸾歌 歌莺舞燕 击筑悲歌 鸾歌凤舞 燕舞莺歌 莺歌燕舞"
  },
  {
    "wenren": "疵",
    "xuetu": "毛 求 索 垢 吹 批 披 寻",
    "answers": "吹毛求疵 吹毛索疵 批毛求疵 披毛求疵 索垢寻疵"
  },
  {
    "wenren": "莫",
    "xuetu": "测 人 深 一 心 筹 展 高",
    "answers": "高深莫测 莫测高深 莫展一筹 人心莫测 一筹莫展"
  },
  {
    "wenren": "鞋",
    "xuetu": "袜 破 铁 弓 踏 浅 小 襪",
    "answers": "踏破铁鞋 铁鞋踏破 鞋弓袜浅 鞋弓袜小 鞋弓襪浅 鞋弓襪小"
  },
  {
    "wenren": "多",
    "xuetu": "善 闻 博 寡 识 益 才 艺",
    "answers": "博闻多识 才多识寡 多才多艺 多多益善 多艺多才"
  },
  {
    "wenren": "宏",
    "xuetu": "大 图 度 宽 展 志 恢 量",
    "answers": "大展宏图 宏图大志 恢宏大度 宽宏大度 宽宏大量"
  },
  {
    "wenren": "深",
    "xuetu": "情 重 文 大 厚 意 义 长",
    "answers": "情深义重 情深意重 深情厚意 深文大义 意义深长"
  },
  {
    "wenren": "熟",
    "xuetu": "生 轻 路 半 不 车 张 魏",
    "answers": "半生半熟 半生不熟 轻车熟路 生张熟魏 熟路轻车 熟魏生张"
  },
  {
    "wenren": "阳",
    "xuetu": "朝 凤 鲁 鸣 挥 日 戈 丹",
    "answers": "朝阳丹凤 朝阳鸣凤 丹凤朝阳 凤鸣朝阳 挥日阳戈 鲁阳挥戈 鲁阳挥日 鸣凤朝阳"
  },
  {
    "wenren": "胆",
    "xuetu": "心 魂 惊 寒 飞 破 战 落",
    "answers": "胆破心寒 胆战心寒 胆战心惊 魂飞胆落 魂飞胆破 魂飞胆战 魂惊胆落 惊心破胆 破胆寒心 心寒胆落 心寒胆战 心惊胆寒 心惊胆落 心惊胆战"
  },
  {
    "wenren": "木",
    "xuetu": "朽 枯 不 株 雕 难 死 灰",
    "answers": "枯木死灰 枯木朽株 枯株朽木 朽木不雕 朽木难雕 朽木死灰 朽株枯木"
  },
  {
    "wenren": "乘",
    "xuetu": "隙 可 机 车 之 无 戴 笠",
    "answers": "乘车戴笠 戴笠乘车 可乘之机 可乘之隙 无机可乘 无隙可乘"
  },
  {
    "wenren": "柴",
    "xuetu": "骨 干 火 毁 立 烈 瘦 如",
    "answers": "柴毁骨立 干柴烈火 骨瘦如柴 烈火干柴 瘦骨如柴"
  },
  {
    "wenren": "慷",
    "xuetu": "慨 激 义 悲 歌 昂 赴 烈",
    "answers": "悲歌慷慨 激昂慷慨 慷慨悲歌 慷慨赴义 慷慨激昂 慷慨激烈"
  },
  {
    "wenren": "酌",
    "xuetu": "古 今 斟 句 字 参 沿 御",
    "answers": "句斟字酌 酌古参今 酌古沿今 酌古御今 酌古斟今 字斟句酌"
  },
  {
    "wenren": "矩",
    "xuetu": "规 重 蹈 循 绳 墨 迭 叠",
    "answers": "蹈规循矩 蹈矩循规 迭矩重规 叠矩重规 规矩绳墨 规绳矩墨 规重矩迭 规重矩叠 循规蹈矩 重规迭矩 重规叠矩"
  },
  {
    "wenren": "咂",
    "xuetu": "嘴 弄 唇 舌 咬 音 字 舔",
    "answers": "咬音咂字 咂嘴弄唇 咂嘴弄舌 咂嘴舔唇 咂嘴咂舌"
  },
  {
    "wenren": "煮",
    "xuetu": "琴 鹤 焚 燃 豆 萁 烧 箕",
    "answers": "焚琴煮鹤 燃萁煮豆 烧琴煮鹤 煮豆燃箕 煮豆燃萁 煮鹤焚琴 煮鹤烧琴"
  },
  {
    "wenren": "跃",
    "xuetu": "马 横 鱼 刀 舞 鸢 飞 戈",
    "answers": "横刀跃马 横戈跃马 舞刀跃马 鱼跃鸢飞 鸢飞鱼跃"
  },
  {
    "wenren": "度",
    "xuetu": "翩 揆 时 力 风 量 势 德",
    "answers": "度德量力 风度翩翩 揆时度势 量力度德 量时度力 翩翩风度"
  },
  {
    "wenren": "悔",
    "xuetu": "及 不 无 死 之 后 莫 改",
    "answers": "后悔不及 后悔莫及 后悔无及 悔之不及 悔之无及 死不改悔 死不悔改"
  },
  {
    "wenren": "惶",
    "xuetu": "惊 不 失 措 诚 恐 安 战",
    "answers": "诚惶诚恐 惶惶不安 惶恐不安 惊惶失措 战战惶惶"
  },
  {
    "wenren": "榆",
    "xuetu": "桑 之 景 豆 重 瞑 暮 收",
    "answers": "豆重榆瞑 暮景桑榆 桑榆暮景 桑榆之景 收之桑榆 榆瞑豆重"
  },
  {
    "wenren": "迹",
    "xuetu": "匿 声 遁 韬 形 潜 销 敛",
    "answers": "遁迹潜形 遁迹销声 敛声匿迹 匿迹潜形 匿迹销声 潜形匿迹 韬声匿迹 销声敛迹 销声匿迹"
  },
  {
    "wenren": "差",
    "xuetu": "毫 厘 不 一 鬼 神 参 使",
    "answers": "不差毫厘 参差不一 鬼使神差 神差鬼使 神使鬼差 一毫不差"
  },
  {
    "wenren": "俯",
    "xuetu": "仰 拾 取 人 是 随 唯 即",
    "answers": "俯拾即是 俯拾仰取 俯仰随人 俯仰唯唯 随人俯仰 仰取俯拾 仰拾俯取"
  },
  {
    "wenren": "枝",
    "xuetu": "叶 连 本 分 附 干 强 弱",
    "answers": "连枝分叶 强本弱枝 强干弱枝 强枝弱本 枝附叶连"
  },
  {
    "wenren": "孙",
    "xuetu": "子 绝 王 抱 弄 公 含 饴",
    "answers": "抱子弄孙 公子王孙 含饴弄孙 绝子绝孙 王孙公子 饴含抱孙 子子孙孙"
  },
  {
    "wenren": "浩",
    "xuetu": "荡 气 汤 然 昏 东 风 凛",
    "answers": "东风浩荡 浩浩荡荡 浩浩汤汤 浩气凛然 昏昏浩浩"
  },
  {
    "wenren": "墨",
    "xuetu": "笔 文 人 舞 弄 客 饱 酣",
    "answers": "笔饱墨酣 笔酣墨饱 文人墨客 舞弄文墨 舞文弄墨"
  },
  {
    "wenren": "挈",
    "xuetu": "纲 提 领 瓶 之 目 张 知",
    "answers": "纲挈目张 纲提领挈 挈领提纲 挈瓶之知 提纲挈领"
  },
  {
    "wenren": "沽",
    "xuetu": "名 誉 钓 吊 直 干 卖 要",
    "answers": "吊誉沽名 钓名沽誉 钓誉沽名 沽名吊誉 沽名钓誉 沽名干誉 沽名卖直 沽名要誉 沽誉钓名"
  },
  {
    "wenren": "拘",
    "xuetu": "不 无 放 细 节 浪 束 行",
    "answers": "不拘细节 不拘细行 放浪不拘 放浪无拘 无拘无束 无束无拘"
  },
  {
    "wenren": "栋",
    "xuetu": "梁 榱 崩 折 画 雕 朽 坏",
    "answers": "榱崩栋折 榱栋崩折 雕梁画栋 栋朽榱崩 栋折榱崩 栋折榱坏 画栋雕梁 画梁雕栋"
  },
  {
    "wenren": "窗",
    "xuetu": "云 雪 萤 几 雾 明 净 阁",
    "answers": "窗明几净 明窗净几 雾阁云窗 雪窗萤几 云窗雾阁"
  },
  {
    "wenren": "蟠",
    "xuetu": "龙 虎 凤 翥 踞 舞 据 逸",
    "answers": "凤舞龙蟠 凤翥龙蟠 虎据龙蟠 虎踞龙蟠 龙蟠凤逸 龙蟠凤翥 龙蟠虎踞"
  },
  {
    "wenren": "营",
    "xuetu": "私 蝇 苟 党 弊 狗 舞 植",
    "answers": "狗苟蝇营 舞弊营私 营私舞弊 营私植党 营营苟苟 蝇营狗苟 植党营私"
  },
  {
    "wenren": "湿",
    "xuetu": "干 就 居 燥 推 煨 回 偎",
    "answers": "回干就湿 推干就湿 推燥居湿 偎干就湿 煨干就湿"
  },
  {
    "wenren": "怪",
    "xuetu": "奇 妖 古 咄 形 状 离 事",
    "answers": "咄咄怪事 怪事咄咄 怪形怪状 离奇古怪 奇离古怪 奇形怪状 妖形怪状"
  },
  {
    "wenren": "腹",
    "xuetu": "心 之 便 患 大 谤 诽 疾",
    "answers": "大腹便便 腹诽心谤 腹心之患 腹心之疾 心腹大患 心腹之患 心腹之疾"
  },
  {
    "wenren": "盼",
    "xuetu": "顾 姿 生 自 多 辉 豪 雄",
    "answers": "顾盼多姿 顾盼生辉 顾盼生姿 顾盼自豪 顾盼自雄"
  },
  {
    "wenren": "冥",
    "xuetu": "苦 思 想 漠 之 索 都 乡",
    "answers": "苦思冥想 冥漠之都 冥漠之乡 冥思苦索 冥思苦想"
  },
  {
    "wenren": "裘",
    "xuetu": "马 轻 箕 金 肥 为 尽 弊",
    "answers": "肥马轻裘 金尽裘弊 轻裘肥马 裘弊金尽 裘马轻肥 为裘为箕"
  },
  {
    "wenren": "川",
    "xuetu": "山 百 海 跋 涉 赴 纳 履",
    "answers": "跋履山川 跋山涉川 跋涉山川 百川赴海 海纳百川"
  },
  {
    "wenren": "未",
    "xuetu": "有 方 古 闻 艾 所 前 兴",
    "answers": "方兴未艾 前古未闻 前古未有 前所未闻 前所未有 未艾方兴 闻所未闻"
  },
  {
    "wenren": "始",
    "xuetu": "终 慎 一 有 谨 如 无 敬",
    "answers": "谨终如始 谨终慎始 敬终慎始 慎始敬终 慎终如始 始终如一 无始无终 有始无终 有始有终 终始如一"
  },
  {
    "wenren": "续",
    "xuetu": "狗 貂 断 鹤 尾 凫 短 长",
    "answers": "断长续短 断鹤续凫 狗尾貂续 狗尾续貂 狗续貂尾 续凫断鹤"
  },
  {
    "wenren": "广",
    "xuetu": "才 人 众 意 疏 稠 坐 高",
    "answers": "才高意广 才疏意广 稠人广众 稠人广坐 意广才疏 众人广坐"
  },
  {
    "wenren": "此",
    "xuetu": "彼 如 诸 有 类 和 比 唱",
    "answers": "彼唱此和 彼此彼此 此唱彼和 诸如此比 诸如此类 诸有此类"
  },
  {
    "wenren": "蹇",
    "xuetu": "时 运 乖 匪 躬 命 谔 之",
    "answers": "蹇谔匪躬 蹇蹇匪躬 蹇之匪躬 命蹇时乖 时乖命蹇 时乖运蹇 运乖时蹇 运蹇时乖"
  },
  {
    "wenren": "兢",
    "xuetu": "业 战 干 乾 翼 晨 夕 厉",
    "answers": "晨兢夕厉 兢兢干干 兢兢乾乾 兢兢业业 兢兢翼翼 兢兢战战 业业兢兢 战战兢兢"
  },
  {
    "wenren": "池",
    "xuetu": "鱼 之 殃 及 祸 潢 弄 兵",
    "answers": "池鱼之祸 池鱼之殃 潢池弄兵 祸及池鱼 弄兵潢池 殃及池鱼"
  },
  {
    "wenren": "讳",
    "xuetu": "不 言 无 直 之 门 朝 路",
    "answers": "不讳之朝 不讳之路 不讳之门 直言不讳 直言无讳"
  },
  {
    "wenren": "环",
    "xuetu": "衔 肥 燕 瘦 雀 结 草 黄",
    "answers": "环肥燕瘦 黄雀衔环 结草衔环 衔环结草 燕瘦环肥"
  },
  {
    "wenren": "誓",
    "xuetu": "死 海 山 盟 不 二 贰 屈",
    "answers": "海誓山盟 盟山誓海 山盟海誓 誓海盟山 誓山盟海 誓死不二 誓死不贰 誓死不屈"
  },
  {
    "wenren": "忘",
    "xuetu": "义 形 恩 得 之 意 负 交",
    "answers": "得意忘形 负恩忘义 负义忘恩 忘恩负义 忘形交 忘形之交"
  },
  {
    "wenren": "芥",
    "xuetu": "拾 如 草 地 视 俯 俛 泣",
    "answers": "俯拾地芥 俛拾地芥 如泣草芥 如拾地芥 视如草芥"
  },
  {
    "wenren": "瞪",
    "xuetu": "目 口 舌 结 呆 哆 僵 歪",
    "answers": "瞪目哆口 瞪目结舌 口呆目瞪 目瞪口呆 目瞪口僵 目瞪口结 目瞪口歪"
  },
  {
    "wenren": "甚",
    "xuetu": "之 去 为 过 已 一 太 泰",
    "answers": "过为已甚 去甚去泰 去太去甚 去泰去甚 一之为甚 一之已甚"
  },
  {
    "wenren": "片",
    "xuetu": "一 甲 只 鳞 言 心 字 冰",
    "answers": "冰心一片 片鳞只甲 片言一字 片言只字 一鳞片甲 一片冰心"
  },
  {
    "wenren": "日",
    "xuetu": "月 天 不 久 夜 无 长 旷",
    "answers": "不日不月 旷日长久 日久天长 日日夜夜 天长日久 无天无日"
  },
  {
    "wenren": "隳",
    "xuetu": "胆 肝 沥 败 名 尝 节 身",
    "answers": "隳肝尝胆 隳肝沥胆 隳节败名 沥胆隳肝 身败名隳"
  },
  {
    "wenren": "妇",
    "xuetu": "夫 人 儿 匹 愚 醇 酒 佳",
    "answers": "醇酒妇人 妇人醇酒 佳儿佳妇 匹夫匹妇 愚夫愚妇"
  },
  {
    "wenren": "冰",
    "xuetu": "玉 解 清 释 消 洁 瓦 冻",
    "answers": "冰洁玉清 冰解冻释 冰清玉洁 冰消冻解 冰消瓦解 冻解冰释 瓦解冰消 玉洁冰清 玉清冰洁"
  },
  {
    "wenren": "枚",
    "xuetu": "不 举 马 工 速 遑 可 胜",
    "answers": "不遑枚举 不可枚举 不胜枚举 马工枚速 枚速马工"
  },
  {
    "wenren": "螳",
    "xuetu": "臂 螂 当 车 辙 挡 奋 拒",
    "answers": "螳臂当车 螳臂当辙 螳臂挡车 螳螂奋臂 螳螂拒辙"
  },
  {
    "wenren": "浊",
    "xuetu": "清 扬 泾 渭 激 行 言 洁",
    "answers": "激扬清浊 激浊扬清 洁浊扬清 泾清渭浊 泾浊渭清 清渭浊泾 渭浊泾清 行浊言清 言清行浊 扬清激浊 浊泾清渭"
  },
  {
    "wenren": "赍",
    "xuetu": "志 而 没 殁 以 粮 藉 寇",
    "answers": "赍粮藉寇 赍志而没 赍志而殁 赍志以没 赍志以殁"
  },
  {
    "wenren": "煌",
    "xuetu": "辉 金 碧 灯 火 烛 荧 璧",
    "answers": "灯火辉煌 灯烛辉煌 辉煌金碧 金碧辉煌 金碧荧煌 金璧辉煌"
  },
  {
    "wenren": "适",
    "xuetu": "其 趾 屦 逢 履 会 截 刖",
    "answers": "会逢其适 截趾适屦 截趾适履 适逢其会 刖趾适屦 刖趾适履"
  },
  {
    "wenren": "颠",
    "xuetu": "倒 白 持 危 扶 凤 鸾 黑",
    "answers": "白黑颠倒 持危扶颠 倒凤颠鸾 颠倒黑白 颠颠倒倒 颠鸾倒凤 扶颠持危 扶危持颠 鸾颠凤倒"
  },
  {
    "wenren": "捞",
    "xuetu": "海 针 底 月 水 东 中 大",
    "answers": "大海捞针 东海捞针 海底捞月 海底捞针 海中捞月 水底捞月 水底捞针 水中捞月"
  },
  {
    "wenren": "琢",
    "xuetu": "肝 肾 雕 章 句 彫 膂 刻",
    "answers": "彫肝琢肾 雕肝琢膂 雕肝琢肾 雕章琢句 刻章琢句"
  },
  {
    "wenren": "额",
    "xuetu": "头 手 烂 称 庆 焦 首 颂",
    "answers": "额手称庆 额手称颂 额首称庆 焦头烂额 烂额焦头 头焦额烂"
  },
  {
    "wenren": "沁",
    "xuetu": "人 心 肺 腑 脾 啮 血 骨",
    "answers": "啮血沁骨 沁人肺腑 沁人心肺 沁人心腑 沁人心脾"
  },
  {
    "wenren": "径",
    "xuetu": "行 直 蹊 情 辟 遂 独 另",
    "answers": "独辟蹊径 径情直遂 径情直行 径行直遂 另辟蹊径 直情径行"
  },
  {
    "wenren": "蝇",
    "xuetu": "青 头 点 蜗 白 璧 玉 角",
    "answers": "白璧青蝇 青蝇点璧 青蝇点玉 蜗角蝇头 蝇头蜗角"
  },
  {
    "wenren": "侣",
    "xuetu": "俦 燕 莺 凤 命 啸 鸾 鸳",
    "answers": "鸾俦凤侣 命俦啸侣 啸侣命俦 燕俦莺侣 燕侣莺俦 莺俦燕侣 鸳俦凤侣"
  },
  {
    "wenren": "溺",
    "xuetu": "拯 己 饥 扶 危 避 山 隅",
    "answers": "避溺山隅 扶危拯溺 己饥己溺 己溺己饥 拯溺扶危"
  },
  {
    "wenren": "扭",
    "xuetu": "捏 七 八 曲 作 直 歪 湾",
    "answers": "扭扭捏捏 扭曲作直 扭直作曲 七扭八歪 七歪八扭 七湾八扭"
  },
  {
    "wenren": "嶂",
    "xuetu": "峦 重 层 迭 叠 千 峰 百",
    "answers": "层峦迭嶂 层峦叠嶂 迭嶂层峦 叠嶂层峦 千峰百嶂 重峦迭嶂 重峦叠嶂"
  },
  {
    "wenren": "骚",
    "xuetu": "人 客 墨 士 迁 词 雅 逸",
    "answers": "迁客骚人 骚人词客 骚人墨客 骚人墨士 骚人雅士 骚人逸客"
  },
  {
    "wenren": "时",
    "xuetu": "不 运 来 乖 济 动 蹇 失",
    "answers": "动不失时 时乖运乖 时乖运蹇 时来运来 时运不济 运乖时蹇 运蹇时乖"
  },
  {
    "wenren": "拈",
    "xuetu": "花 弄 惹 草 笑 柳 月 微",
    "answers": "拈花弄柳 拈花弄月 拈花惹草 拈花微笑 惹草拈花"
  },
  {
    "wenren": "民",
    "xuetu": "国 安 富 害 蠹 病 殃 强",
    "answers": "安国富民 病国殃民 病民害国 蠹国病民 蠹国害民 蠹国殃民 富国安民 富国强民 国富民安 国富民强 民富国强"
  },
  {
    "wenren": "惮",
    "xuetu": "无 忌 所 横 略 肆 顾 畏",
    "answers": "横无忌惮 略无忌惮 肆无忌惮 无所顾惮 无所忌惮 无所畏惮"
  },
  {
    "wenren": "定",
    "xuetu": "不 安 神 心 邦 国 魂 魄",
    "answers": "安邦定国 安魂定魄 安神定魄 定国安邦 心神不定"
  },
  {
    "wenren": "肓",
    "xuetu": "膏 病 入 染 在 之 疾 深",
    "answers": "病染膏肓 病入膏肓 病在膏肓 膏肓之疾 深入膏肓"
  },
  {
    "wenren": "喧",
    "xuetu": "鼓 阗 语 笑 吹 金 呼 哗",
    "answers": "鼓吹喧阗 金鼓喧阗 语笑喧呼 语笑喧哗 语笑喧阗"
  },
  {
    "wenren": "类",
    "xuetu": "物 引 群 拔 超 比 连 轶",
    "answers": "拔类超群 比物连类 超群拔类 超群轶类 连类比物 轶类超群 引物连类"
  },
  {
    "wenren": "莠",
    "xuetu": "不 稂 良 齐 分 一 淆 杂",
    "answers": "不稂不莠 稂不稂莠不莠 稂莠不齐 良莠不分 良莠不齐 良莠不一 良莠淆杂"
  },
  {
    "wenren": "简",
    "xuetu": "编 断 残 遗 从 就 篇 俗",
    "answers": "残编断简 残篇断简 从俗就简 断编残简 断简残编 断简遗编 遗编断简 遗篇断简"
  },
  {
    "wenren": "两",
    "xuetu": "三 斤 头 面 播 天 刀 掂",
    "answers": "掂斤播两 两两三三 两面三刀 两头三面 三三两两 三天两头 三头两面"
  },
  {
    "wenren": "小",
    "xuetu": "大 无 心 事 微 胆 慎 谨",
    "answers": "胆大心小 谨小慎微 慎小谨微 慎小事微 事无大小 无大无小 小心谨慎"
  },
  {
    "wenren": "胎",
    "xuetu": "骨 换 凡 浊 夺 肉 眼 脱",
    "answers": "夺胎换骨 凡胎肉眼 凡胎浊骨 换骨夺胎 换骨脱胎 肉眼凡胎 脱胎换骨 浊骨凡胎"
  },
  {
    "wenren": "中",
    "xuetu": "有 之 无 生 釜 鱼 百 发",
    "answers": "百发百中 百中百发 釜中生鱼 釜中之鱼 无中生有"
  },
  {
    "wenren": "锱",
    "xuetu": "铢 较 必 计 积 累 珠 量",
    "answers": "计较锱铢 铢积锱累 锱珠必较 锱铢必较 锱铢较量"
  },
  {
    "wenren": "点",
    "xuetu": "金 一 半 成 铁 无 星 术",
    "answers": "点金成铁 点金无术 点铁成金 星星点点 一点半点 一星半点"
  },
  {
    "wenren": "寸",
    "xuetu": "尺 铢 得 之 积 累 地 土",
    "answers": "尺寸之地 寸积铢累 寸土尺地 得尺得寸 得寸得尺 积铢累寸 铢寸累积 铢积寸累 铢累寸积"
  },
  {
    "wenren": "产",
    "xuetu": "家 破 荡 倾 败 竭 业 丧",
    "answers": "荡产倾家 破产荡业 破家败产 破家荡产 破家竭产 破家丧产 倾家败产 倾家荡产 倾家竭产 倾家破产"
  },
  {
    "wenren": "乐",
    "xuetu": "安 道 极 贫 生 悲 哀 来",
    "answers": "安贫乐道 乐道安贫 乐极哀来 乐极悲来 乐极悲生 乐极生哀 乐极生悲"
  },
  {
    "wenren": "守",
    "xuetu": "安 分 残 抱 常 贫 道 缺",
    "answers": "安常守分 安贫守道 抱残守缺 守道安贫 守分安常 守缺抱残"
  },
  {
    "wenren": "劳",
    "xuetu": "逸 心 任 思 焦 以 待 怨",
    "answers": "焦心劳思 劳心焦思 任劳任怨 任怨任劳 以逸待劳 逸以待劳"
  },
  {
    "wenren": "动",
    "xuetu": "地 心 惊 天 摇 山 魄 人",
    "answers": "地动山摇 动地惊天 动魄惊心 动人心魄 惊天动地 惊心动魄 山摇地动 天摇地动"
  },
  {
    "wenren": "牢",
    "xuetu": "补 犬 地 顾 为 画 成 划",
    "answers": "补牢顾犬 顾犬补牢 划地为牢 画地成牢 画地为牢"
  },
  {
    "wenren": "瓜",
    "xuetu": "李 豆 分 之 田 剖 下 嫌",
    "answers": "豆分瓜剖 豆剖瓜分 瓜分豆剖 瓜李之嫌 瓜剖豆分 瓜田李下 瓜田之嫌 李下瓜田"
  },
  {
    "wenren": "脾",
    "xuetu": "心 入 人 沁 感 凄 肝 痛",
    "answers": "感人心脾 凄入肝脾 沁人心脾 沁入心脾 痛入心脾"
  },
  {
    "wenren": "痈",
    "xuetu": "养 患 舐 吮 痔 成 贻 遗",
    "answers": "舐痈吮痔 吮痈舐痔 养痈成患 养痈贻患 养痈遗患"
  },
  {
    "wenren": "凡",
    "xuetu": "不 胎 肉 眼 浊 夫 楚 骨",
    "answers": "楚楚不凡 凡夫肉眼 凡胎肉眼 凡胎浊骨 肉眼凡夫 肉眼凡胎 浊骨凡胎"
  },
  {
    "wenren": "并",
    "xuetu": "齐 驱 连 头 驾 进 镳 足",
    "answers": "并驾齐驱 连镳并驾 齐镳并驱 齐驱并驾 齐驱并进 齐头并进 齐足并驱"
  },
  {
    "wenren": "尤",
    "xuetu": "殢 云 雨 无 天 怨 雪 人",
    "answers": "殢雨尤云 殢云尤雨 无尤无怨 尤云殢雪 尤云殢雨 怨天尤人 云尤雨殢"
  },
  {
    "wenren": "扼",
    "xuetu": "背 腕 拊 吭 喉 抵 抚 掌",
    "answers": "抵背扼喉 扼喉抚背 扼吭拊背 扼腕抵掌 拊背扼喉 拊背扼吭"
  },
  {
    "wenren": "尺",
    "xuetu": "寸 之 得 长 天 进 短 地",
    "answers": "尺寸之地 尺短寸长 寸长尺短 寸地尺天 得尺得寸 得寸得尺 得寸进尺"
  },
  {
    "wenren": "聱",
    "xuetu": "牙 诘 屈 佶 曲 戟 口 诎",
    "answers": "聱牙佶屈 聱牙戟口 聱牙诘曲 聱牙诘屈 佶屈聱牙 诘曲聱牙 诘诎聱牙 诘屈聱牙"
  },
  {
    "wenren": "台",
    "xuetu": "楼 阁 榭 亭 歌 舞 近 水",
    "answers": "歌台舞榭 近水楼台 楼阁台榭 楼阁亭台 楼台亭阁 亭台楼阁 舞榭歌台"
  },
  {
    "wenren": "焦",
    "xuetu": "唇 烂 舌 敝 干 头 额 口",
    "answers": "唇焦舌敝 焦唇敝舌 焦唇干舌 焦头烂额 口干舌焦 烂额焦头 舌敝唇焦 头焦额烂"
  },
  {
    "wenren": "衅",
    "xuetu": "三 浴 起 萧 墙 贪 功 发",
    "answers": "三衅三浴 三浴三衅 贪功起衅 衅发萧墙 衅起萧墙"
  },
  {
    "wenren": "臼",
    "xuetu": "之 杵 交 井 操 炊 亲 戚",
    "answers": "杵臼交 杵臼之交 炊臼之戚 井臼亲操 臼杵之交 亲操井臼"
  },
  {
    "wenren": "纶",
    "xuetu": "经 世 满 腹 巾 羽 扇 济",
    "answers": "经纶济世 经纶满腹 纶巾羽扇 满腹经纶 羽扇纶巾"
  },
  {
    "wenren": "绕",
    "xuetu": "梁 余 翠 珠 围 音 之 妙",
    "answers": "翠绕珠围 翠围珠绕 绕梁之音 余妙绕梁 余音绕梁 珠围翠绕"
  },
  {
    "wenren": "恨",
    "xuetu": "愁 仇 相 晚 旧 新 见 知",
    "answers": "恨相见晚 恨相知晚 旧愁新恨 旧恨新仇 旧恨新愁 相见恨晚 相知恨晚 新仇旧恨 新愁旧恨"
  },
  {
    "wenren": "举",
    "xuetu": "一 不 百 止 废 待 凡 胜",
    "answers": "百凡待举 百废待举 举不胜举 举一废百 举止不凡"
  },
  {
    "wenren": "遐",
    "xuetu": "迩 闻 名 视 高 顾 尔 著",
    "answers": "高顾遐视 名闻遐迩 闻名遐迩 遐尔闻名 遐迩闻名 遐迩著闻"
  },
  {
    "wenren": "零",
    "xuetu": "碎 落 玉 东 西 七 八 珠",
    "answers": "东零西落 东零西碎 零七八碎 零珠碎玉 七零八落 七零八碎 珠零玉落"
  },
  {
    "wenren": "落",
    "xuetu": "不 磊 流 水 大 花 历 上",
    "answers": "不上不落 大大落落 磊磊落落 历历落落 流水落花 落花流水 水流花落"
  },
  {
    "wenren": "贿",
    "xuetu": "行 公 货 赂 权 纳 并 揽",
    "answers": "贿货公行 贿赂并行 贿赂公行 货贿公行 揽权纳贿"
  },
  {
    "wenren": "走",
    "xuetu": "飞 马 鸡 狗 斗 沙 石 鹰",
    "answers": "斗鸡走狗 斗鸡走马 飞沙走石 飞鹰走狗 飞鹰走马 鸡飞狗走 走石飞沙"
  },
  {
    "wenren": "昏",
    "xuetu": "头 脑 地 天 目 眩 黑 暗",
    "answers": "黑地昏天 昏天暗地 昏天黑地 昏头昏脑 目眩头昏 天昏地暗 天昏地黑 头昏目眩 头昏脑眩 头眩目昏"
  },
  {
    "wenren": "标",
    "xuetu": "异 新 青 史 领 名 创 竞",
    "answers": "标新创异 标新竞异 标新领异 领异标新 名标青史 青史标名"
  },
  {
    "wenren": "融",
    "xuetu": "贯 通 会 释 熙 穿 汇 浃",
    "answers": "贯穿融会 贯通融会 融汇贯通 融会贯通 融会通浃 融释贯通 熙熙融融"
  },
  {
    "wenren": "智",
    "xuetu": "见 大 仁 全 明 能 聪 勇",
    "answers": "聪明智能 大智大勇 见仁见智 见智见仁 全能全智 全智全能"
  },
  {
    "wenren": "汹",
    "xuetu": "涌 势 湃 来 其 气 彭 澎",
    "answers": "来势汹汹 其势汹汹 气势汹汹 汹涌彭湃 汹涌澎湃"
  },
  {
    "wenren": "杨",
    "xuetu": "性 花 柳 水 依 心 宫 眉",
    "answers": "水性杨花 杨花水性 杨花心性 杨柳宫眉 杨柳依依"
  },
  {
    "wenren": "买",
    "xuetu": "卖 剑 牛 犊 空 刀 炒 公",
    "answers": "炒买炒卖 公买公卖 买犊卖刀 买空卖空 买牛卖剑 卖刀买犊 卖犊买刀 卖剑买犊 卖剑买牛 卖空买空"
  },
  {
    "wenren": "改",
    "xuetu": "易 换 更 姓 辙 弦 名 张",
    "answers": "改名换姓 改名易姓 改弦更张 改弦易张 改弦易辙 改姓更名 更名改姓 更弦改辙 易辙改弦"
  },
  {
    "wenren": "戛",
    "xuetu": "玉 金 敲 冰 独 造 鸣 锵",
    "answers": "戛戛独造 戛玉鸣金 戛玉锵金 戛玉敲冰 戛玉敲金 敲冰戛玉 敲金戛玉"
  },
  {
    "wenren": "惊",
    "xuetu": "心 魄 骇 魂 目 失 动 神",
    "answers": "动魄惊心 骇目惊心 惊魂动魄 惊魂失魄 惊心动魄 惊心骇目 惊心骇神"
  },
  {
    "wenren": "糟",
    "xuetu": "醨 餵 啜 歠 七 八 哺 乱",
    "answers": "哺糟啜醨 哺糟歠醨 乱七八糟 餵糟啜醨 餵糟歠醨"
  },
  {
    "wenren": "可",
    "xuetu": "不 无 有 何 机 乘 奈 忍",
    "answers": "不可奈何 可有可无 忍无可忍 无机可乘 无可不可 无可奈何 无可无不可 有机可乘"
  },
  {
    "wenren": "牵",
    "xuetu": "肚 肠 挂 引 附 割 心 会",
    "answers": "割肚牵肠 挂肚牵肠 挂肚牵心 牵肠割肚 牵肠挂肚 牵引附会"
  },
  {
    "wenren": "惠",
    "xuetu": "不 之 费 夷 敌 匪 而 怨",
    "answers": "不费之惠 不夷不惠 敌惠敌怨 匪夷匪惠 惠而不费"
  },
  {
    "wenren": "能",
    "xuetu": "贤 任 进 使 全 妒 智 嫉",
    "answers": "妒贤嫉能 嫉贤妒能 进贤进能 进贤任能 全能全智 全智全能 任贤使能 使贤任能"
  },
  {
    "wenren": "骨",
    "xuetu": "心 刻 粉 身 铭 肌 镂 灰",
    "answers": "粉身灰骨 灰身粉骨 刻骨镂心 刻骨铭心 刻肌刻骨 镂骨铭肌 镂骨铭心 镂心刻骨 铭肌镂骨 铭心刻骨 铭心镂骨"
  },
  {
    "wenren": "啼",
    "xuetu": "哭 花 怨 鸟 猿 柳 落 鹤",
    "answers": "哭哭啼啼 柳啼花怨 鸟哭猿啼 鸟啼花落 鸟啼花怨 啼啼哭哭 猿啼鹤怨"
  },
  {
    "wenren": "网",
    "xuetu": "天 罗 漏 地 吉 钳 吞 舟",
    "answers": "地网天罗 吉网罗钳 罗钳吉网 天罗地网 吞舟漏网 网漏吞舟"
  },
  {
    "wenren": "垒",
    "xuetu": "深 壁 沟 高 巢 固 鹊 鸠",
    "answers": "高垒深沟 鹊垒巢鸠 深壁固垒 深沟壁垒 深沟高垒 深沟固垒"
  },
  {
    "wenren": "尘",
    "xuetu": "风 不 染 一 仆 釜 鱼 甑",
    "answers": "不染一尘 风尘仆仆 釜鱼甑尘 仆仆风尘 一尘不染 鱼釜尘甑 甑尘釜鱼"
  },
  {
    "wenren": "尧",
    "xuetu": "舜 犬 吠 日 跖 年 天 狗",
    "answers": "舜日尧年 舜日尧天 尧年舜日 尧天舜日 跖狗吠尧 跖犬吠尧"
  },
  {
    "wenren": "颓",
    "xuetu": "垣 井 败 断 壁 废 堑 址",
    "answers": "败井颓垣 断壁颓垣 断井颓垣 颓垣败壁 颓垣败井 颓垣断堑 颓垣废井 颓垣废址"
  },
  {
    "wenren": "蛮",
    "xuetu": "理 烟 瘴 横 无 雨 不 讲",
    "answers": "横蛮无理 蛮不讲理 蛮横无理 蛮烟瘴雨 瘴雨蛮烟"
  },
  {
    "wenren": "紧",
    "xuetu": "不 关 要 慢 锣 密 鼓 无",
    "answers": "不关紧要 不紧不慢 紧锣密鼓 密锣紧鼓 无关紧要"
  },
  {
    "wenren": "贝",
    "xuetu": "齿 如 阙 珠 宫 编 含 齐",
    "answers": "贝阙珠宫 齿如编贝 齿如含贝 齿如齐贝 珠宫贝阙"
  },
  {
    "wenren": "舜",
    "xuetu": "尧 日 年 天 趋 女 中 步",
    "answers": "女中尧舜 舜日尧年 舜日尧天 尧年舜日 尧趋舜步 尧天舜日"
  },
  {
    "wenren": "碧",
    "xuetu": "血 金 辉 煌 丹 心 苌 弘",
    "answers": "碧血丹心 苌弘碧血 丹心碧血 辉煌金碧 金碧辉煌"
  },
  {
    "wenren": "逍",
    "xuetu": "遥 外 自 法 事 物 得 娱",
    "answers": "逍遥法外 逍遥事外 逍遥物外 逍遥自得 逍遥自娱"
  },
  {
    "wenren": "得",
    "xuetu": "不 意 自 人 志 心 满 扬",
    "answers": "不得人心 得意扬扬 心满意得 扬扬得意 扬扬自得 意得志满 意满志得 志得意满 志满意得"
  },
  {
    "wenren": "救",
    "xuetu": "火 薪 扶 焚 危 抱 困 投",
    "answers": "抱薪救焚 抱薪救火 扶危救困 救焚投薪 救火投薪 救困扶危"
  },
  {
    "wenren": "淫",
    "xuetu": "诲 骄 语 奢 词 盗 佚 秽",
    "answers": "诲盗诲淫 诲淫诲盗 骄奢淫佚 骄佚奢淫 淫词秽语"
  },
  {
    "wenren": "喜",
    "xuetu": "嗔 惊 宜 转 为 悲 交 集",
    "answers": "悲喜交集 惊喜交集 宜嗔宜喜 宜喜宜嗔 转悲为喜 转嗔为喜"
  },
  {
    "wenren": "寿",
    "xuetu": "福 年 无 疆 益 绵 山 延",
    "answers": "福寿绵绵 福寿无疆 寿山福 延年益寿 益寿延年"
  },
  {
    "wenren": "愁",
    "xuetu": "惨 恨 绿 红 万 旧 新 千",
    "answers": "惨绿愁红 愁红惨绿 红愁绿惨 旧愁新恨 旧恨新愁 绿惨红愁 千愁万恨 万恨千愁 新愁旧恨"
  },
  {
    "wenren": "赵",
    "xuetu": "璧 归 张 王 李 全 完 原",
    "answers": "全璧归赵 完璧归赵 原璧归赵 张王李赵 张王赵李"
  },
  {
    "wenren": "常",
    "xuetu": "故 习 安 变 守 蹈 分 易",
    "answers": "安常守分 安常守故 安常习故 变故易常 蹈常习故 蹈故习常 守分安常 习故安常"
  },
  {
    "wenren": "消",
    "xuetu": "散 冰 魂 云 魄 烟 雾 丧",
    "answers": "冰消雾散 冰消云散 魂消魄丧 魄散魂消 魄消魂散 烟消雾散 烟消云散 云消雾散"
  },
  {
    "wenren": "悛",
    "xuetu": "不 恶 怙 长 靡 过 顽 终",
    "answers": "长恶不悛 长恶靡悛 怙恶不悛 怙过不悛 怙顽不悛 怙终不悛"
  },
  {
    "wenren": "痴",
    "xuetu": "如 不 醉 撒 梦 似 娇 聋",
    "answers": "不痴不聋 如痴如梦 如痴如醉 如痴似醉 如醉如痴 撒痴撒娇 撒娇撒痴 似醉如痴"
  },
  {
    "wenren": "磊",
    "xuetu": "落 不 羁 光 明 岳 瑰 浪",
    "answers": "光明磊落 磊瑰不羁 磊浪不羁 磊磊落落 磊落不羁 磊落光明 岳岳磊磊"
  },
  {
    "wenren": "委",
    "xuetu": "原 竟 波 源 穷 佗 属 云",
    "answers": "波属云委 穷原竟委 穷源竟委 委委佗佗 原原委委"
  },
  {
    "wenren": "旧",
    "xuetu": "新 弃 恨 半 迎 仇 愁 怜",
    "answers": "半新半旧 旧愁新恨 旧恨新仇 旧恨新愁 怜新弃旧 弃旧怜新 弃旧迎新 新仇旧恨 新愁旧恨 迎新弃旧"
  },
  {
    "wenren": "滑",
    "xuetu": "头 油 脑 嘴 舌 浮 鬼 贫",
    "answers": "浮头滑脑 鬼头滑脑 滑头滑脑 贫嘴滑舌 油头滑脑 油嘴滑舌"
  },
  {
    "wenren": "斟",
    "xuetu": "酌 低 唱 浅 句 字 古 今",
    "answers": "低唱浅斟 句斟字酌 浅斟低唱 酌古斟今 字斟句酌"
  },
  {
    "wenren": "钗",
    "xuetu": "分 布 裙 荆 破 镜 断 带",
    "answers": "布裙荆钗 钗荆裙布 分钗断带 分钗破镜 荆钗布裙 镜破钗分 破镜分钗 裙布荆钗"
  },
  {
    "wenren": "峻",
    "xuetu": "山 岭 墙 宇 雕 高 崇 丛",
    "answers": "崇山峻岭 丛山峻岭 雕墙峻宇 高山峻岭 峻宇雕墙"
  },
  {
    "wenren": "抢",
    "xuetu": "天 地 夺 横 呼 武 硬 推",
    "answers": "横抢武夺 横抢硬夺 呼天抢地 抢地呼天 推天抢地"
  },
  {
    "wenren": "妍",
    "xuetu": "争 斗 艳 色 百 花 逞 丽",
    "answers": "百花争妍 逞妍斗色 斗丽争妍 斗色争妍 斗艳争妍 争妍斗艳"
  },
  {
    "wenren": "净",
    "xuetu": "干 不 窗 明 几 利 落 索",
    "answers": "不干不净 窗明几净 干净利落 干净利索 明窗净几"
  },
  {
    "wenren": "宗",
    "xuetu": "祖 文 代 耀 荣 一 列 显",
    "answers": "列祖列宗 荣宗耀祖 显祖荣宗 耀祖荣宗 一代文宗"
  },
  {
    "wenren": "眩",
    "xuetu": "目 头 昏 惊 心 晕 神 摇",
    "answers": "惊心眩目 目眩神摇 目眩头昏 目眩头晕 头昏目眩 头眩目昏 头晕目眩 眩目惊心"
  },
  {
    "wenren": "靡",
    "xuetu": "风 然 所 从 而 向 望 披",
    "answers": "从风而靡 靡然从风 靡然向风 所向披靡 望风而靡 望风披靡"
  },
  {
    "wenren": "润",
    "xuetu": "玉 风 抃 冰 清 珠 圆 舞",
    "answers": "抃风舞润 冰清玉润 玉润冰清 玉润珠圆 珠圆玉润"
  },
  {
    "wenren": "醋",
    "xuetu": "加 油 添 文 酸 吃 假 拈",
    "answers": "加油加醋 加油添醋 拈酸吃醋 酸文假醋 添醋加油 添油加醋"
  },
  {
    "wenren": "利",
    "xuetu": "人 害 渔 得 除 翁 之 兴",
    "answers": "除害兴利 兴利除害 渔人得利 渔人之利 渔翁得利 渔翁之利"
  },
  {
    "wenren": "化",
    "xuetu": "风 伤 俗 潜 败 有 默 移",
    "answers": "败化伤风 败俗伤化 默化潜移 潜移默化 伤风败化 伤化败俗 有风有化 有伤风化"
  },
  {
    "wenren": "烛",
    "xuetu": "风 秉 夜 游 残 中 之 年",
    "answers": "秉烛夜游 风中秉烛 风中之烛 风烛残年 风烛之年"
  },
  {
    "wenren": "样",
    "xuetu": "模 各 一 大 色 式 怪 像",
    "answers": "大模大样 各色各样 各式各样 怪模怪样 像模像样 一模一样 一式一样"
  },
  {
    "wenren": "缄",
    "xuetu": "口 金 人 言 三 不 无 之",
    "answers": "缄口不言 缄口无言 金人缄口 金人三缄 金人之缄"
  },
  {
    "wenren": "爪",
    "xuetu": "鸿 鳞 雪 泥 一 飞 片 半",
    "answers": "飞鸿雪爪 鸿飞雪爪 鸿泥雪爪 鸿爪雪泥 片鳞半爪 雪泥鸿爪 一鳞半爪 一鳞片爪 一鳞一爪"
  },
  {
    "wenren": "壤",
    "xuetu": "天 之 鼓 腹 击 隔 别 熙",
    "answers": "鼓腹击壤 击壤鼓腹 天壤之别 天壤之隔 熙熙壤壤"
  },
  {
    "wenren": "啜",
    "xuetu": "糟 哺 醨 菽 饮 水 餵 漓",
    "answers": "哺糟啜醨 啜菽饮水 餵糟啜漓 餵糟啜醨 饮水啜菽"
  },
  {
    "wenren": "骈",
    "xuetu": "肩 迹 累 迭 叠 接 踵 足",
    "answers": "骈肩迭迹 骈肩叠迹 骈肩接迹 骈肩累迹 骈肩累踵 骈肩累足"
  },
  {
    "wenren": "眠",
    "xuetu": "花 柳 卧 醉 霜 雪 藉 宿",
    "answers": "眠花藉柳 眠花宿柳 眠花卧柳 眠花醉柳 眠霜卧雪 卧雪眠霜"
  },
  {
    "wenren": "逸",
    "xuetu": "劳 绝 尘 伦 群 以 待 超",
    "answers": "超逸绝尘 绝伦逸群 以逸待劳 逸群绝伦 逸以待劳"
  },
  {
    "wenren": "璧",
    "xuetu": "珠 合 断 连 联 圭 辉 碎",
    "answers": "璧合珠连 璧合珠联 断圭碎璧 连珠合璧 珠璧联辉 珠连璧合 珠联璧合"
  },
  {
    "wenren": "趋",
    "xuetu": "步 势 附 炎 亦 时 热 一",
    "answers": "附势趋炎 附炎趋热 趋时附势 趋炎附热 趋炎附势 一步一趋 亦步亦趋 亦趋亦步"
  },
  {
    "wenren": "拙",
    "xuetu": "口 腮 笨 嘴 时 运 舌 乖",
    "answers": "笨嘴拙舌 时乖运拙 运拙时乖 拙口笨腮 拙嘴笨腮 拙嘴笨舌"
  },
  {
    "wenren": "防",
    "xuetu": "杜 微 渐 萌 患 未 然 于",
    "answers": "杜渐防萌 杜渐防微 防患未萌 防患未然 防患于未然 防萌杜渐 防微杜渐"
  },
  {
    "wenren": "灰",
    "xuetu": "心 死 槁 如 木 形 面 枯",
    "answers": "槁木死灰 槁形灰心 灰心槁形 枯木死灰 枯形灰心 面如死灰 死灰槁木 心如死灰 形槁心灰"
  },
  {
    "wenren": "无",
    "xuetu": "不 有 所 可 一 事 二 成",
    "answers": "可有可无 事无二成 无可不可 无可无不可 无所不可 无所不有 无所事事 一事无成 一无所成 一无所有 有一无二"
  },
  {
    "wenren": "当",
    "xuetu": "不 一 了 面 百 头 以 对",
    "answers": "百不当一 不了不当 当头对面 一了百当 一以当百"
  },
  {
    "wenren": "今",
    "xuetu": "古 不 通 说 博 论 谈 亘",
    "answers": "博古通今 不古不今 不今不古 亘古亘今 亘古通今 论今说古 说古谈今 谈古论今 谈古说今 谈今论古 通古博今 通今博古"
  },
  {
    "wenren": "弟",
    "xuetu": "兄 子 难 称 道 梨 园 如",
    "answers": "称兄道弟 道弟称兄 梨园弟子 梨园子弟 难弟难兄 难兄难弟 如兄如弟"
  },
  {
    "wenren": "夙",
    "xuetu": "夜 兴 解 匪 处 寐 不 懈",
    "answers": "夙兴夜处 夙兴夜寐 夙夜不解 夙夜匪解 夙夜匪懈"
  },
  {
    "wenren": "步",
    "xuetu": "一 高 趋 阔 视 登 天 亦",
    "answers": "步步登高 高步阔视 高视阔步 一步登天 一步一趋 亦步亦趋 亦趋亦步"
  },
  {
    "wenren": "坑",
    "xuetu": "满 避 谷 入 撅 阱 穽 堑",
    "answers": "避阱入坑 避穽入坑 撅坑撅堑 满谷满坑 满坑满谷"
  },
  {
    "wenren": "来",
    "xuetu": "往 去 人 知 有 否 极 泰",
    "answers": "否极泰来 否去泰来 否往泰来 极往知来 人来人往 泰来否极 泰来否往 有来有往"
  },
  {
    "wenren": "歹",
    "xuetu": "好 说 作 嫌 为 非 做 道",
    "answers": "好说歹说 说好说歹 说好嫌歹 为非作歹 嫌好道歹 作歹为非 作好作歹 做好做歹"
  },
  {
    "wenren": "虚",
    "xuetu": "名 不 实 故 传 弄 玄 作",
    "answers": "故弄虚玄 故弄玄虚 故作玄虚 名不虚传 虚虚实实"
  },
  {
    "wenren": "麦",
    "xuetu": "秀 两 黍 穗 岐 歧 离 油",
    "answers": "麦穗两岐 麦穗两歧 麦秀两岐 麦秀两歧 麦秀黍离 黍离麦秀 黍油麦秀"
  },
  {
    "wenren": "姓",
    "xuetu": "名 改 更 易 大 换 高 变",
    "answers": "变名易姓 改名换姓 改名易姓 改姓更名 高名大姓 高姓大名 更名改姓"
  },
  {
    "wenren": "按",
    "xuetu": "兵 不 甲 动 举 束 寝 休",
    "answers": "按兵不动 按兵不举 按兵束甲 按甲寝兵 按甲休兵"
  },
  {
    "wenren": "惟",
    "xuetu": "是 利 命 视 妙 肖 奉 谨",
    "answers": "奉命惟谨 惟利是命 惟利是视 惟妙惟肖 惟肖惟妙"
  },
  {
    "wenren": "钝",
    "xuetu": "世 砺 口 摩 磨 拙 腮 历",
    "answers": "钝口拙腮 历世摩钝 历世磨钝 砺世摩钝 砺世磨钝 拙口钝腮"
  },
  {
    "wenren": "犊",
    "xuetu": "初 生 买 卖 牛 刀 带 佩",
    "answers": "初生犊 带牛佩犊 买犊卖刀 卖刀买犊 卖犊买刀"
  },
  {
    "wenren": "兵",
    "xuetu": "甲 马 不 束 秣 按 厉 动",
    "answers": "按兵不动 按兵束甲 厉兵秣马 秣马厉兵 束兵秣马"
  },
  {
    "wenren": "毫",
    "xuetu": "不 厘 差 分 一 爽 发 丝",
    "answers": "不差毫发 不差毫厘 不爽毫发 分毫不差 分毫不爽 分厘毫丝 毫发不爽 毫厘不爽 一分一毫 一毫不差 一丝一毫"
  },
  {
    "wenren": "罗",
    "xuetu": "网 万 象 天 包 有 地 森",
    "answers": "包罗万象 包罗万有 地网天罗 森罗万象 天罗地网 万象森罗"
  },
  {
    "wenren": "头",
    "xuetu": "脑 尾 昏 有 无 没 脸 虎",
    "answers": "虎头虎脑 昏头昏脑 没头没脸 没头没脑 无头无尾 有头没脑 有头无脑 有头无尾 有头有脸 有头有脑 有头有尾"
  },
  {
    "wenren": "硬",
    "xuetu": "软 吃 怕 欺 不 嘴 强 牙",
    "answers": "吃软不吃硬 吃硬不吃软 怕硬欺软 欺软怕硬 欺硬怕软 强嘴硬牙"
  },
  {
    "wenren": "公",
    "xuetu": "私 正 明 秉 无 大 道 廉",
    "answers": "秉公无私 大公无私 公明正大 公正廉明 公正无私 廉明公正 明公正道 正明公道"
  },
  {
    "wenren": "易",
    "xuetu": "移 变 俗 风 时 帜 世 拔",
    "answers": "拔帜易帜 变风易俗 时移世易 时移俗易 时易世变 移风易俗 易俗移风"
  },
  {
    "wenren": "疏",
    "xuetu": "才 志 学 浅 广 大 德 薄",
    "answers": "才疏德薄 才疏学浅 才疏志大 德薄才疏 学浅才疏 学疏才浅 志大才疏 志广才疏"
  },
  {
    "wenren": "殃",
    "xuetu": "国 民 祸 飞 病 蠹 走 横",
    "answers": "病国殃民 蠹国殃民 飞殃走祸 横殃飞祸 祸国殃民"
  },
  {
    "wenren": "场",
    "xuetu": "逢 戏 作 竿 木 游 乐 趣",
    "answers": "逢场竿木 逢场游戏 逢场作乐 逢场作趣 逢场作戏"
  },
  {
    "wenren": "六",
    "xuetu": "三 亲 头 飞 月 臂 眷 霜",
    "answers": "飞霜六月 六臂三头 六月飞霜 三亲六眷 三头六臂"
  },
  {
    "wenren": "艰",
    "xuetu": "难 险 投 步 阻 遗 大 国",
    "answers": "国步艰难 艰难险阻 险阻艰难 遗大投艰 遗艰投大"
  },
  {
    "wenren": "辟",
    "xuetu": "鞭 里 开 天 地 近 入 向",
    "answers": "鞭辟近里 鞭辟入里 鞭辟向里 开天辟地 天开地辟"
  },
  {
    "wenren": "聪",
    "xuetu": "明 塞 智 目 闭 蔽 才 睿",
    "answers": "闭明塞聪 闭目塞聪 蔽聪塞明 蔽明塞聪 聪明才智 聪明睿智"
  },
  {
    "wenren": "雪",
    "xuetu": "鸿 爪 飞 报 泥 中 仇 耻",
    "answers": "报仇雪耻 飞鸿雪爪 鸿飞雪爪 鸿泥雪爪 鸿爪雪泥 雪耻报仇 雪泥鸿爪 雪中鸿爪"
  },
  {
    "wenren": "还",
    "xuetu": "返 反 老 朴 淳 一 童 报",
    "answers": "反老还童 反朴还淳 返老还童 返朴还淳 还淳反朴 还淳返朴 一报还一报 一还一报"
  },
  {
    "wenren": "仰",
    "xuetu": "俯 人 马 拾 取 翻 随 唯",
    "answers": "俯拾仰取 俯仰随人 俯仰唯唯 马翻人仰 马仰人翻 人仰马翻 随人俯仰 仰取俯拾 仰拾俯取"
  },
  {
    "wenren": "进",
    "xuetu": "退 贤 无 旅 善 恶 门 黜",
    "answers": "进旅退旅 进善黜恶 进善退恶 进退无门 进贤黜恶 旅进旅退 退旅进旅"
  },
  {
    "wenren": "芳",
    "xuetu": "流 世 古 万 百 青 史 留",
    "answers": "百世流芳 流芳百世 青史流芳 青史留芳 万古流芳 万古留芳 万世流芳"
  },
  {
    "wenren": "梨",
    "xuetu": "枣 祸 灾 园 弟 子 让 推",
    "answers": "祸枣灾梨 梨园弟子 梨园子弟 让枣推梨 推梨让枣 灾梨祸枣"
  },
  {
    "wenren": "待",
    "xuetu": "以 而 可 日 坐 毙 旦 计",
    "answers": "计日而待 计日可待 计日以待 坐而待毙 坐而待旦 坐以待毙 坐以待旦"
  },
  {
    "wenren": "奋",
    "xuetu": "发 厉 不 顾 踔 蹈 身 命",
    "answers": "踔厉奋发 蹈厉奋发 奋不顾命 奋不顾身 奋发踔厉 奋发蹈厉 奋身不顾"
  },
  {
    "wenren": "婿",
    "xuetu": "东 床 龙 乘 佳 快 姣 娇",
    "answers": "乘龙佳婿 乘龙快婿 东床佳婿 东床姣婿 东床娇婿 东床快婿"
  },
  {
    "wenren": "七",
    "xuetu": "八 手 搭 纵 横 乱 糟 脚",
    "answers": "乱七八糟 七搭八搭 七脚八手 七七八八 七手八脚 七纵八横"
  },
  {
    "wenren": "映",
    "xuetu": "雪 萤 囊 读 书 集 月 照",
    "answers": "集萤映雪 囊萤映雪 映雪读书 映雪囊萤 映月读书 照萤映雪"
  },
  {
    "wenren": "春",
    "xuetu": "风 秋 花 雨 月 夏 实 华",
    "answers": "春风夏雨 春花秋实 春花秋月 春华秋实 秋实春华 秋月春风 秋月春花"
  },
  {
    "wenren": "性",
    "xuetu": "心 移 难 本 水 杨 花 禀",
    "answers": "本性难移 禀性难移 水性杨花 杨花水性 杨花心性"
  },
  {
    "wenren": "翥",
    "xuetu": "凤 龙 鸾 翔 蟠 回 飞 骧",
    "answers": "凤翥龙蟠 凤翥龙骧 凤翥龙翔 凤翥鸾回 凤翥鸾翔 龙飞凤翥 龙蟠凤翥 龙翔凤翥 鸾飞凤翥 鸾回凤翥 鸾翔凤翥 翥凤翔鸾"
  },
  {
    "wenren": "荆",
    "xuetu": "棘 布 裙 钗 地 天 斩 披",
    "answers": "布裙荆钗 钗荆裙布 地棘天荆 棘地荆天 荆钗布裙 荆天棘地 披荆斩棘 裙布荆钗 天荆地棘 斩荆披棘"
  },
  {
    "wenren": "拖",
    "xuetu": "紫 拽 横 纡 倒 麻 布 青",
    "answers": "横拖倒拽 拖麻拽布 拖青纡紫 纡青拖紫 拽布拖麻"
  },
  {
    "wenren": "永",
    "xuetu": "无 劫 沉 世 穷 沦 轮 生",
    "answers": "永劫沉沦 永劫沉轮 永生永世 永世无穷 永永无穷"
  },
  {
    "wenren": "征",
    "xuetu": "敛 横 暴 东 讨 西 苛 怨",
    "answers": "暴敛横征 东讨西征 东征西讨 东征西怨 横征暴敛 横征苛敛"
  },
  {
    "wenren": "毙",
    "xuetu": "待 自 手 坐 束 而 安 敛",
    "answers": "安坐待毙 敛手待毙 束手待毙 束手自毙 坐而待毙"
  },
  {
    "wenren": "司",
    "xuetu": "马 见 惯 空 青 衫 称 好",
    "answers": "见惯司空 青衫司马 司空见惯 司马称好 司马青衫"
  },
  {
    "wenren": "傲",
    "xuetu": "物 睨 霜 雪 世 轻 一 斗",
    "answers": "傲睨一世 傲世轻物 傲霜斗雪 斗霜傲雪 轻世傲物"
  },
  {
    "wenren": "絜",
    "xuetu": "长 短 度 较 材 茂 行 大",
    "answers": "材茂行絜 度长絜大 度长絜短 较长絜短 较短絜长"
  },
  {
    "wenren": "诡",
    "xuetu": "谲 云 多 波 变 端 计 风",
    "answers": "波谲云诡 风谲云诡 诡变多端 诡计多端 诡谲多变 云谲波诡"
  },
  {
    "wenren": "颤",
    "xuetu": "胆 惊 心 魂 花 枝 招 飞",
    "answers": "胆颤心惊 花枝招颤 魂飞胆颤 魂惊胆颤 心惊胆颤"
  },
  {
    "wenren": "回",
    "xuetu": "转 肠 九 百 折 千 心 意",
    "answers": "百折千回 回肠百转 回肠九转 回心转意 九回肠 千回百折 千回百转 心回意转 意转心回"
  },
  {
    "wenren": "同",
    "xuetu": "心 一 共 力 合 德 协 济",
    "answers": "同德同心 同德协力 同德一心 同心共济 同心合德 同心合力 同心同德 同心协德 同心协济 同心协力 同心一德 同心一力 协力同心 协心同力"
  },
  {
    "wenren": "施",
    "xuetu": "行 无 倒 逆 所 不 可 计",
    "answers": "倒行逆施 计无所施 逆施倒行 逆行倒施 无计可施 无施不可"
  },
  {
    "wenren": "锯",
    "xuetu": "刀 鼎 镬 钩 爪 牙 斧 钺",
    "answers": "刀锯鼎镬 刀锯斧钺 鼎镬刀锯 钩爪锯牙 锯牙钩爪"
  },
  {
    "wenren": "屯",
    "xuetu": "云 蜂 蚁 聚 积 附 草 粮",
    "answers": "蜂屯蚁附 蜂屯蚁聚 积草屯粮 屯粮积草 蚁附蜂屯 蚁聚蜂屯 云屯蚁聚"
  },
  {
    "wenren": "疑",
    "xuetu": "信 半 狐 鬼 满 腹 团 神",
    "answers": "半信半疑 半疑半信 满腹狐疑 满腹疑团 疑鬼疑神 疑神疑鬼 疑团满腹"
  },
  {
    "wenren": "抹",
    "xuetu": "浓 淡 妆 涂 东 西 艳 汝",
    "answers": "淡汝浓抹 淡妆浓抹 东抹西涂 东涂西抹 浓抹淡妆 浓妆淡抹 浓妆艳抹"
  },
  {
    "wenren": "溃",
    "xuetu": "蚁 堤 鸟 鱼 穴 散 孔 惊",
    "answers": "堤溃蚁孔 堤溃蚁穴 鸟惊鱼溃 鸟散鱼溃 蚁穴溃堤 鱼溃鸟散"
  },
  {
    "wenren": "郸",
    "xuetu": "邯 步 学 匍 匐 重 一 枕",
    "answers": "邯郸匍匐 邯郸学步 邯郸重步 学步邯郸 一枕邯郸"
  },
  {
    "wenren": "测",
    "xuetu": "不 莫 神 变 鬼 深 化 高",
    "answers": "变化不测 变化莫测 高深莫测 鬼神不测 鬼神莫测 莫测高深 神鬼不测 神鬼莫测"
  },
  {
    "wenren": "金",
    "xuetu": "玉 石 之 口 点 言 铄 流",
    "answers": "金口玉言 金石之言 金玉之言 流金铄石 铄金点玉 铄石流金"
  },
  {
    "wenren": "绣",
    "xuetu": "锦 心 膏 肠 口 山 粱 河",
    "answers": "膏粱锦绣 锦心绣肠 锦心绣口 锦绣河山 锦绣山河 锦绣心肠 绣口锦心"
  },
  {
    "wenren": "做",
    "xuetu": "小 好 大 低 题 伏 吃 懒",
    "answers": "大题小做 伏低做小 好吃懒做 小题大做 做小伏低"
  },
  {
    "wenren": "长",
    "xuetu": "短 一 论 日 说 久 道 天",
    "answers": "道长论短 论长道短 论长说短 论短道长 日久天长 说长道短 说长论短 说长说短 说短道长 说短论长 天长日久 一长一短"
  },
  {
    "wenren": "觅",
    "xuetu": "寻 迹 踪 骑 驴 牛 东 西",
    "answers": "东寻西觅 觅迹寻踪 骑驴觅驴 骑牛觅牛 寻踪觅迹"
  },
  {
    "wenren": "颂",
    "xuetu": "功 德 称 歌 善 额 手 祷",
    "answers": "称功颂德 额手称颂 歌功颂德 善颂善祷 颂德歌功"
  },
  {
    "wenren": "丹",
    "xuetu": "心 青 妙 灵 碧 血 手 药",
    "answers": "碧血丹心 丹青妙手 丹心碧血 灵丹妙药 妙手丹青"
  },
  {
    "wenren": "箧",
    "xuetu": "倒 倾 囊 筐 箱 揭 探 翻",
    "answers": "倒箧倾筐 倒箧倾囊 翻箱倒箧 揭箧探囊 倾筐倒箧 倾箱倒箧"
  },
  {
    "wenren": "项",
    "xuetu": "说 庄 剑 人 舞 代 为 逢",
    "answers": "代人说项 代为说项 逢人说项 为人说项 项庄舞剑"
  },
  {
    "wenren": "淡",
    "xuetu": "抹 轻 浓 妆 熬 清 枯 受",
    "answers": "熬枯受淡 熬清受淡 淡妆浓抹 淡妆轻抹 浓抹淡妆 浓妆淡抹"
  },
  {
    "wenren": "吴",
    "xuetu": "楚 尾 头 喘 月 牛 水 山",
    "answers": "楚水吴山 楚尾吴头 喘月吴牛 吴牛喘月 吴头楚尾"
  },
  {
    "wenren": "吠",
    "xuetu": "犬 狗 之 鸣 惊 警 鸡 驴",
    "answers": "狗吠之惊 狗吠之警 鸡鸣狗吠 鸡鸣犬吠 驴鸣狗吠 驴鸣犬吠 犬吠之警"
  },
  {
    "wenren": "祖",
    "xuetu": "宗 家 耀 荣 显 法 成 列",
    "answers": "列祖列宗 荣宗耀祖 显祖荣宗 耀祖荣宗 祖宗成法 祖宗家法"
  },
  {
    "wenren": "镂",
    "xuetu": "心 骨 铭 裁 月 刻 云 肌",
    "answers": "裁月镂云 刻骨镂心 镂骨铭肌 镂骨铭心 镂心刻骨 镂月裁云 铭肌镂骨 铭心镂骨"
  },
  {
    "wenren": "捏",
    "xuetu": "扭 手 脚 造 词 东 西 言",
    "answers": "东扭西捏 捏脚捏手 捏手捏脚 扭扭捏捏 造言捏词"
  },
  {
    "wenren": "德",
    "xuetu": "功 恩 心 同 一 大 容 言",
    "answers": "大恩大德 德容言功 德言容功 同德同心 同德一心 同心同德 同心一德 一德一心 一心一德"
  },
  {
    "wenren": "兄",
    "xuetu": "弟 难 称 道 如 阋 墙 怡",
    "answers": "称兄道弟 道弟称兄 难弟难兄 难兄难弟 如兄如弟 兄弟阋墙 兄弟怡怡"
  },
  {
    "wenren": "本",
    "xuetu": "源 原 返 元 还 有 拔 塞",
    "answers": "拔本塞原 拔本塞源 返本还元 返本还原 返本还源 还元返本 有本有原 有本有源 元元本本 原原本本 源源本本"
  },
  {
    "wenren": "成",
    "xuetu": "不 一 事 无 为 自 三 百",
    "answers": "百事无成 百无一成 事无三不成 无为自成 一事无成"
  },
  {
    "wenren": "肤",
    "xuetu": "剥 之 髓 体 椎 及 痛 床",
    "answers": "剥床及肤 剥肤及髓 剥肤之痛 剥肤椎髓 椎肤剥髓 椎肤剥体"
  },
  {
    "wenren": "仗",
    "xuetu": "义 势 财 狗 官 人 疏 倚",
    "answers": "狗仗官势 狗仗人势 疏财仗义 倚财仗势 倚官仗势 仗义疏财"
  },
  {
    "wenren": "锦",
    "xuetu": "花 绣 簇 团 心 攒 肠 口",
    "answers": "簇锦团花 花簇锦攒 花团锦簇 花攒锦簇 锦簇花团 锦团花簇 锦心绣肠 锦心绣口 锦绣心肠 团花簇锦 绣口锦心"
  },
  {
    "wenren": "倚",
    "xuetu": "门 福 祸 无 伏 傍 户 偏",
    "answers": "福倚祸伏 祸福倚伏 无偏无倚 倚傍门户 倚门傍户"
  },
  {
    "wenren": "负",
    "xuetu": "义 恩 背 忘 含 屈 冤 德",
    "answers": "背恩负义 背义负恩 负德背义 负恩背义 负恩忘义 负屈含冤 负义忘恩 含冤负屈 忘恩负义"
  },
  {
    "wenren": "浑",
    "xuetu": "噩 然 金 玉 成 沉 璞 天",
    "answers": "噩噩浑浑 浑浑沉沉 浑浑噩噩 浑金璞玉 浑然天成 璞玉浑金"
  },
  {
    "wenren": "骑",
    "xuetu": "鹤 扬 驴 上 州 牛 维 觅",
    "answers": "骑鹤上维扬 骑鹤上扬 骑鹤上扬州 骑鹤维扬 骑鹤扬州 骑驴觅驴 骑牛觅牛 骑上扬州鹤 骑扬州鹤"
  },
  {
    "wenren": "枉",
    "xuetu": "直 过 矫 正 举 措 挢 当",
    "answers": "挢枉过正 矫枉过当 矫枉过正 矫枉过直 举枉措直 举直措枉"
  },
  {
    "wenren": "弄",
    "xuetu": "舌 调 风 月 鬼 唇 嘴 神",
    "answers": "调唇弄舌 调风弄月 调舌弄唇 调嘴弄舌 弄鬼弄神 弄神弄鬼 弄嘴弄舌"
  },
  {
    "wenren": "灵",
    "xuetu": "心 生 地 涂 慧 齿 性 炭",
    "answers": "灵心慧齿 灵心慧性 生灵涂地 生灵涂炭 涂炭生灵"
  },
  {
    "wenren": "巴",
    "xuetu": "结 前 后 人 急 下 里 算",
    "answers": "巴巴急急 巴巴结结 巴前算后 巴人下里 结结巴巴 下里巴人"
  },
  {
    "wenren": "谲",
    "xuetu": "诡 云 怪 波 风 多 变 诞",
    "answers": "波谲云诡 风谲云诡 诡谲多变 诡谲怪诞 云谲波诡"
  },
  {
    "wenren": "多",
    "xuetu": "善 闻 博 寡 识 益 才 艺",
    "answers": "博闻多识 才多识寡 多才多艺 多多益善 多艺多才"
  },
  {
    "wenren": "淆",
    "xuetu": "混 黑 白 视 听 是 非 乱",
    "answers": "黑白混淆 混淆黑白 混淆视听 混淆是非 淆乱视听"
  },
  {
    "wenren": "霞",
    "xuetu": "云 餐 饮 蔚 瀣 蒸 漱 景",
    "answers": "餐霞漱瀣 餐霞饮景 餐霞饮瀣 霞蔚云蒸 云蒸霞蔚"
  },
  {
    "wenren": "选",
    "xuetu": "歌 征 青 钱 万 舞 试 妓",
    "answers": "青钱万选 万选青钱 选歌试舞 选妓征歌 选舞征歌"
  },
  {
    "wenren": "戈",
    "xuetu": "甲 倒 马 金 铁 卷 韬 弃",
    "answers": "金戈铁甲 金戈铁马 卷甲韬戈 弃甲倒戈 韬戈卷甲 铁马金戈"
  },
  {
    "wenren": "瑟",
    "xuetu": "琴 调 和 好 弄 如 不 失",
    "answers": "和如琴瑟 琴瑟不调 琴瑟调和 琴瑟和好 琴瑟失调 瑟调琴弄 瑟弄琴调"
  },
  {
    "wenren": "芦",
    "xuetu": "葫 依 画 样 闷 瓢 打 本",
    "answers": "打闷葫芦 葫芦依样 闷葫芦 依本画葫芦 依葫芦画瓢 依样葫芦 依样画葫芦"
  },
  {
    "wenren": "沸",
    "xuetu": "海 止 汤 扬 翻 以 火 江",
    "answers": "沸沸汤汤 沸沸扬扬 海沸江翻 江翻海沸 扬汤止沸 以火止沸 以汤止沸"
  },
  {
    "wenren": "呆",
    "xuetu": "口 目 痴 假 瞪 钝 定 怔",
    "answers": "假痴假呆 口呆目瞪 口呆目钝 目瞪口呆 目定口呆 目怔口呆"
  },
  {
    "wenren": "睫",
    "xuetu": "眉 迫 之 祸 在 近 内 于",
    "answers": "祸迫眉睫 近在眉睫 眉睫之祸 眉睫之内 迫于眉睫 迫在眉睫"
  },
  {
    "wenren": "扶",
    "xuetu": "危 弱 倾 济 救 持 困 颠",
    "answers": "持危扶颠 扶颠持危 扶倾济弱 扶危持颠 扶危济困 扶危救困 济困扶危 济弱扶倾 救困扶危"
  },
  {
    "wenren": "爵",
    "xuetu": "官 卖 鬻 高 贩 买 显 尊",
    "answers": "贩官鬻爵 高官显爵 高官尊爵 买官鬻爵 买爵贩官 卖官贩爵 卖官卖爵 卖官鬻爵 卖爵鬻官"
  },
  {
    "wenren": "暗",
    "xuetu": "明 箭 室 枪 花 柳 不 欺",
    "answers": "暗箭明枪 暗室不欺 不欺暗室 花明柳暗 柳暗花明 明枪暗箭"
  },
  {
    "wenren": "充",
    "xuetu": "栋 不 饥 汗 牛 食 画 饼",
    "answers": "充栋汗牛 充饥画饼 汗牛充栋 画饼充饥 食不充饥"
  },
  {
    "wenren": "宝",
    "xuetu": "珍 如 香 马 车 奇 异 爱",
    "answers": "爱如珍宝 宝马香车 奇珍异宝 香车宝马 异宝奇珍"
  },
  {
    "wenren": "舟",
    "xuetu": "同 沉 破 釜 敌 国 焚 中",
    "answers": "沉舟破釜 焚舟破釜 破釜沉舟 破釜焚舟 同舟敌国 舟中敌国"
  },
  {
    "wenren": "昔",
    "xuetu": "今 抚 感 非 是 思 悼 痛",
    "answers": "非昔是今 抚今悼昔 抚今思昔 抚今痛昔 感今思昔 今是昔非"
  },
  {
    "wenren": "贼",
    "xuetu": "子 赃 臣 捉 为 认 乱 逆",
    "answers": "乱臣贼子 逆臣贼子 逆子贼臣 认贼为子 贼臣乱子 贼臣逆子 贼子乱臣 捉贼捉赃"
  },
  {
    "wenren": "成",
    "xuetu": "不 一 事 无 为 自 三 百",
    "answers": "百事无成 百无一成 事无三不成 无为自成 一事无成"
  },
  {
    "wenren": "诲",
    "xuetu": "盗 淫 藏 奸 导 谩 慢 漫",
    "answers": "诲盗诲淫 诲奸导淫 诲淫诲盗 谩藏诲盗 慢藏诲盗 漫藏诲盗"
  },
  {
    "wenren": "幺",
    "xuetu": "小 丑 六 挑 呼 喝 么 麽",
    "answers": "呼幺喝六 挑幺挑六 幺么小丑 幺麽小丑 幺幺小丑"
  },
  {
    "wenren": "沙",
    "xuetu": "飞 砾 虫 猿 鹤 走 石 扬",
    "answers": "虫沙猿鹤 飞沙扬砾 飞沙走砾 飞沙走石 猿鹤虫沙 猿鹤沙虫 走石飞沙"
  },
  {
    "wenren": "潮",
    "xuetu": "韩 苏 思 海 哀 如 起 伏",
    "answers": "哀思如潮 韩潮苏海 韩海苏潮 思潮起伏 苏韩潮"
  },
  {
    "wenren": "狗",
    "xuetu": "鸡 盗 鼠 吠 狐 窃 偷 鸣",
    "answers": "狗盗鸡鸣 狗盗鼠窃 狗偷鼠窃 狐鸣狗盗 鸡鸣狗盗 鸡鸣狗吠 鼠盗狗窃 鼠窃狗盗 鼠窃狗偷 鼠偷狗盗 偷鸡盗狗"
  },
  {
    "wenren": "蔚",
    "xuetu": "霞 云 成 风 蒸 气 然 兴",
    "answers": "蔚成风气 蔚然成风 霞蔚云蒸 云兴霞蔚 云蒸霞蔚"
  },
  {
    "wenren": "犯",
    "xuetu": "不 毫 法 而 秋 校 勿 知",
    "answers": "犯而不校 犯而勿校 秋毫不犯 秋毫勿犯 知法犯法"
  },
  {
    "wenren": "挥",
    "xuetu": "戈 日 成 如 阳 鲁 汗 雨",
    "answers": "挥汗成雨 挥汗如雨 挥日阳戈 鲁戈挥日 鲁阳挥戈 鲁阳挥日"
  },
  {
    "wenren": "残",
    "xuetu": "剩 败 花 缺 月 山 水 柳",
    "answers": "败柳残花 残花败柳 残山剩水 花残月缺 剩山残水 剩水残山 水剩山残 月缺花残"
  },
  {
    "wenren": "匮",
    "xuetu": "金 石 室 青 龙 十 九 缄",
    "answers": "金匮石室 青龙金匮 十室九匮 石缄金匮 石室金匮"
  },
  {
    "wenren": "毁",
    "xuetu": "骨 立 不 销 灭 性 积 柴",
    "answers": "柴毁骨立 柴毁灭性 毁不灭性 积毁销骨 销毁骨立"
  },
  {
    "wenren": "帆",
    "xuetu": "风 顺 使 一 见 看 扯 张",
    "answers": "见风使帆 看风使帆 顺风扯帆 顺风使帆 顺风张帆 一帆风顺 一帆顺风"
  },
  {
    "wenren": "攀",
    "xuetu": "附 龙 凤 骥 鳞 藤 翼 葛",
    "answers": "凤附龙攀 附凤攀龙 附骥攀鳞 附翼攀鳞 龙攀凤附 攀鳞附翼 攀龙附凤 攀龙附骥 攀藤附葛"
  },
  {
    "wenren": "淘",
    "xuetu": "沙 金 里 大 浪 拣 砂 得",
    "answers": "大浪淘沙 金淘沙拣 沙里淘金 砂里淘金 淘沙得金"
  },
  {
    "wenren": "诘",
    "xuetu": "牙 聱 屈 曲 謷 诎 磝 碻",
    "answers": "聱牙诘曲 聱牙诘屈 謷牙诘屈 诘曲聱牙 诘诎聱牙 诘屈磝碻 诘屈聱牙 诘屈謷牙"
  },
  {
    "wenren": "奉",
    "xuetu": "公 己 克 如 法 神 明 洁",
    "answers": "奉公克己 奉公如法 奉如神明 洁己奉公 克己奉公"
  },
  {
    "wenren": "粗",
    "xuetu": "气 大 心 胆 浮 壮 才 短",
    "answers": "才短气粗 粗心浮气 胆粗气壮 胆大心粗 胆壮气粗 气壮胆粗 心粗胆大 心粗气浮 心浮气粗"
  },
  {
    "wenren": "诚",
    "xuetu": "心 意 开 相 推 见 真 正",
    "answers": "诚心诚意 诚心正意 开诚相见 开心见诚 推诚相见 真心诚意 正心诚意"
  },
  {
    "wenren": "微",
    "xuetu": "知 著 杜 防 慎 见 睹 渐",
    "answers": "睹微知著 睹著知微 杜渐防微 杜微慎防 防微杜渐 见微知著"
  },
  {
    "wenren": "代",
    "xuetu": "一 李 桃 宗 僵 以 百 文",
    "answers": "百代文宗 僵李代桃 僵桃代李 李代桃僵 桃僵李代 一代文宗 以桃代李"
  },
  {
    "wenren": "剜",
    "xuetu": "肉 疮 好 疗 补 成 生 医",
    "answers": "好肉剜疮 疗疮剜肉 剜肉补疮 剜肉成疮 剜肉生疮 剜肉医疮"
  },
  {
    "wenren": "肘",
    "xuetu": "见 捉 襟 露 衿 膝 行 步",
    "answers": "膝行肘步 肘行膝步 捉衿见肘 捉衿露肘 捉衿肘见 捉襟见肘 捉襟露肘 捉襟肘见"
  },
  {
    "wenren": "咎",
    "xuetu": "自 取 不 既 往 由 戾 其",
    "answers": "不咎既往 既往不咎 咎由自取 自取咎戾 自取其咎"
  },
  {
    "wenren": "捉",
    "xuetu": "肘 风 影 见 捕 衿 襟 露",
    "answers": "捕风捉影 捉风捕影 捉衿见肘 捉衿露肘 捉衿肘见 捉襟见肘 捉襟露肘 捉襟肘见 捉影捕风"
  },
  {
    "wenren": "堕",
    "xuetu": "骑 者 遗 簪 呱 善 珥 地",
    "answers": "呱呱堕地 骑者善堕 善骑者堕 遗珥堕簪 遗簪堕珥"
  },
  {
    "wenren": "暖",
    "xuetu": "寒 饱 风 日 和 问 食 衣",
    "answers": "饱食暖衣 风和日暖 暖衣饱食 日和风暖 日暖风和 问寒问暖"
  },
  {
    "wenren": "羽",
    "xuetu": "毛 光 片 零 丰 吉 凤 未",
    "answers": "吉光凤羽 吉光片羽 零光片羽 毛羽未丰 片光零羽 羽毛未丰"
  },
  {
    "wenren": "孝",
    "xuetu": "子 忠 慈 父 出 孙 严 求",
    "answers": "父慈子孝 父严子孝 求忠出孝 孝子慈孙 子孝父慈"
  },
  {
    "wenren": "蝶",
    "xuetu": "蜂 游 狂 浪 恋 迷 戏 乱",
    "answers": "蝶恋蜂狂 蜂狂蝶乱 蜂迷蝶恋 狂蜂浪蝶 浪蝶狂蜂 浪蝶游蜂 戏蝶游蜂 游蜂浪蝶 游蜂戏蝶"
  },
  {
    "wenren": "绿",
    "xuetu": "红 惨 愁 花 柳 灯 酒 桃",
    "answers": "惨绿愁红 愁红惨绿 灯红酒绿 红愁绿惨 花红柳绿 花花绿绿 酒绿灯红 柳绿花红 柳绿桃红 绿惨红愁 绿酒红灯 桃红柳绿"
  },
  {
    "wenren": "箭",
    "xuetu": "心 弦 如 似 在 光 阴 归",
    "answers": "光阴如箭 光阴似箭 归心如箭 归心似箭 如箭在弦 似箭在弦"
  },
  {
    "wenren": "萤",
    "xuetu": "雪 囊 映 窗 照 案 灯 积",
    "answers": "积雪囊萤 囊萤映雪 雪案萤窗 雪案萤灯 萤窗雪案 映雪囊萤 照萤映雪"
  },
  {
    "wenren": "渴",
    "xuetu": "如 饥 止 梅 求 贤 思 望",
    "answers": "求贤如渴 如饥如渴 如渴如饥 思贤如渴 望梅止渴 止渴思梅 止渴望梅"
  },
  {
    "wenren": "缰",
    "xuetu": "利 名 锁 马 脱 之 信 由",
    "answers": "利缰名锁 利锁名缰 名缰利锁 脱缰之马 信马由缰"
  },
  {
    "wenren": "是",
    "xuetu": "非 利 惟 唯 命 视 闲 从",
    "answers": "是是非非 唯利是视 唯命是从 惟利是命 惟利是视 惟命是从 闲非闲是 闲是闲非"
  },
  {
    "wenren": "心",
    "xuetu": "意 一 力 同 如 口 无 有",
    "answers": "同心一力 同心一意 心口如一 一心一力 一心一意 有口无心 有心无力 有心有意"
  },
  {
    "wenren": "私",
    "xuetu": "营 弊 徇 党 利 舞 植 自",
    "answers": "舞弊营私 徇私舞弊 营私舞弊 营私植党 植党营私 植党自私 自私自利"
  },
  {
    "wenren": "谈",
    "xuetu": "说 论 之 高 阔 泛 古 今",
    "answers": "泛泛之谈 高谈阔论 阔论高谈 说古谈今 谈古论今 谈古说今 谈今论古"
  },
  {
    "wenren": "耻",
    "xuetu": "忍 羞 雪 含 报 仇 垢 包",
    "answers": "包羞忍耻 报仇雪耻 含垢忍耻 忍耻含垢 忍耻含羞 雪耻报仇"
  },
  {
    "wenren": "沐",
    "xuetu": "风 雨 三 栉 餐 梳 熏 薰",
    "answers": "餐风沐雨 风栉雨沐 沐雨梳风 沐雨栉风 三沐三熏 三沐三薰 三熏三沐 三薰三沐 雨沐风餐 栉风沐雨 栉沐风雨"
  },
  {
    "wenren": "析",
    "xuetu": "分 剖 毫 离 缕 条 崩 厘",
    "answers": "分崩离析 分毫析厘 毫分缕析 离析分崩 条分缕析 析毫剖厘 析缕分条"
  },
  {
    "wenren": "美",
    "xuetu": "人 之 言 溢 尽 掠 成 善",
    "answers": "成人之美 尽美尽善 尽善尽美 掠人之美 溢美之言"
  },
  {
    "wenren": "足",
    "xuetu": "不 手 而 重 无 一 轻 立",
    "answers": "不一而足 不足轻重 无足轻重 无足重轻 一手一足 重足而立"
  },
  {
    "wenren": "累",
    "xuetu": "积 月 年 日 铢 寸 成 岁",
    "answers": "成年累月 寸积铢累 积年累岁 积年累月 积日累岁 积日累月 积岁累月 积铢累寸 日积月累 日累月积 铢寸累积 铢积寸累 铢累寸积"
  },
  {
    "wenren": "问",
    "xuetu": "不 底 闻 花 根 柳 寻 相",
    "answers": "不闻不问 不问不闻 不相闻问 不相问闻 问柳寻花 寻根问底 寻花问柳"
  },
  {
    "wenren": "签",
    "xuetu": "牙 轴 万 插 架 锦 犀 玉",
    "answers": "万签插架 牙签锦轴 牙签万轴 牙签犀轴 牙签玉轴"
  },
  {
    "wenren": "掌",
    "xuetu": "如 指 拳 擦 磨 烂 若 了",
    "answers": "擦拳磨掌 擦掌磨拳 烂如指掌 了如指掌 了若指掌 磨拳擦掌"
  },
  {
    "wenren": "粉",
    "xuetu": "骨 身 脂 朱 碎 调 弄 灰",
    "answers": "调脂弄粉 调朱弄粉 粉骨碎身 粉身灰骨 粉身碎骨 灰身粉骨 弄粉调朱 碎骨粉身 碎身粉骨"
  },
  {
    "wenren": "欢",
    "xuetu": "笑 鼓 舞 追 买 欣 忻 卖",
    "answers": "鼓舞欢忻 鼓舞欢欣 欢忻鼓舞 欢欣鼓舞 买笑追欢 卖笑追欢 追欢买笑 追欢卖笑"
  },
  {
    "wenren": "驷",
    "xuetu": "马 高 追 车 不 难 盖 门",
    "answers": "高车驷马 驷马不追 驷马高车 驷马高盖 驷马高门 驷马难追"
  },
  {
    "wenren": "吹",
    "xuetu": "毛 打 大 索 垢 瘢 法 螺",
    "answers": "吹吹打打 吹大法螺 吹垢索瘢 吹毛索瘢 吹毛索垢 大吹大打 大吹法螺 索垢吹瘢"
  },
  {
    "wenren": "携",
    "xuetu": "老 扶 幼 握 雨 云 负 弱",
    "answers": "扶老携幼 负老携幼 握雨携云 携老扶弱 携幼扶老 携云握雨"
  },
  {
    "wenren": "谋",
    "xuetu": "不 同 虑 道 相 为 深 远",
    "answers": "不相为谋 道不同不相为谋 道不相谋 深谋远虑 远虑深谋"
  },
  {
    "wenren": "凌",
    "xuetu": "云 霄 志 之 气 壮 概 日",
    "answers": "概日凌云 凌霄之志 凌云之志 壮气凌云 壮志凌云"
  },
  {
    "wenren": "阿",
    "xuetu": "不 正 倒 持 狗 猫 太 公",
    "answers": "阿狗阿猫 阿猫阿狗 持正不阿 倒持太阿 公正不阿 太阿倒持"
  },
  {
    "wenren": "滚",
    "xuetu": "流 尿 屁 打 撒 泼 屎 滔",
    "answers": "打滚撒泼 尿流屁滚 屁滚尿流 撒泼打滚 屎滚尿流 屎流屁滚 滔滔滚滚"
  },
  {
    "wenren": "工",
    "xuetu": "巧 神 鬼 斧 良 匠 天 力",
    "answers": "鬼斧神工 良工巧匠 神工鬼斧 神工鬼力 神工天巧"
  },
  {
    "wenren": "空",
    "xuetu": "谷 白 不 咄 无 驹 入 书",
    "answers": "白驹空谷 咄咄书空 空谷白驹 书空咄咄 无空不入"
  },
  {
    "wenren": "蒂",
    "xuetu": "根 固 结 深 无 牢 盘 归",
    "answers": "根牢蒂固 根盘蒂结 根深蒂固 根深蒂结 归根结蒂 深根固蒂 无根无蒂"
  },
  {
    "wenren": "共",
    "xuetu": "同 与 甘 苦 生 死 贯 条",
    "answers": "甘苦与共 共贯同条 生死与共 同甘共苦 同生共死 同条共贯"
  },
  {
    "wenren": "劲",
    "xuetu": "风 疾 草 节 高 彰 知 清",
    "answers": "高风劲节 疾风劲草 疾风彰劲草 疾风知劲草 清风劲节"
  },
  {
    "wenren": "显",
    "xuetu": "扬 名 祖 身 微 阐 幽 亲",
    "answers": "身显名扬 微显阐幽 显亲扬名 显微阐幽 显祖扬名 扬名显亲"
  },
  {
    "wenren": "聚",
    "xuetu": "蚁 蜂 攒 以 类 屯 蝇 方",
    "answers": "方以类聚 蜂屯蚁聚 蜂攒蚁聚 蚁聚蜂屯 蚁聚蜂攒 蝇攒蚁聚"
  },
  {
    "wenren": "狼",
    "xuetu": "虎 奔 鼠 进 拒 豕 突 窜",
    "answers": "拒虎进狼 拒狼进虎 狼奔豕突 狼奔鼠窜 狼突豕窜 豕突狼奔 鼠窜狼奔"
  },
  {
    "wenren": "厚",
    "xuetu": "高 深 天 地 禄 情 官 谊",
    "answers": "高官厚禄 高情厚谊 高天厚地 厚禄高官 深情厚谊 天高地厚"
  },
  {
    "wenren": "文",
    "xuetu": "武 不 深 偃 行 修 大 义",
    "answers": "不文不武 深文大义 文修武偃 武偃文修 修文偃武 偃武行文 偃武修文"
  },
  {
    "wenren": "福",
    "xuetu": "祸 无 同 作 倚 伏 门 威",
    "answers": "福倚祸伏 祸福同门 祸福无门 祸福倚伏 作福作威 作威作福"
  },
  {
    "wenren": "损",
    "xuetu": "益 己 人 利 有 肥 不 无",
    "answers": "利己损人 损己利人 损人不利己 损人肥己 损人利己 损人益己 有损无益"
  },
  {
    "wenren": "釜",
    "xuetu": "鱼 游 中 底 尘 甑 生 魂",
    "answers": "釜底游魂 釜底游鱼 釜鱼甑尘 釜中生尘 釜中生鱼 釜中游鱼 鱼釜尘甑 鱼游釜底 鱼游釜中 甑尘釜鱼"
  },
  {
    "wenren": "琴",
    "xuetu": "瑟 鹤 调 煮 焚 和 弄 烧",
    "answers": "焚琴煮鹤 琴瑟调和 瑟调琴弄 瑟弄琴调 烧琴煮鹤 煮鹤焚琴 煮鹤烧琴"
  },
  {
    "wenren": "妆",
    "xuetu": "浓 抹 淡 艳 扮 乔 打 轻",
    "answers": "淡妆浓抹 淡妆轻抹 浓抹淡妆 浓妆淡抹 浓妆艳抹 乔妆打扮"
  },
  {
    "wenren": "钻",
    "xuetu": "逾 墙 刁 穴 隙 促 搯 狭",
    "answers": "刁钻促搯 刁钻促狭 逾墙钻隙 逾墙钻穴 钻隙逾墙 钻穴逾墙 钻穴逾隙"
  },
  {
    "wenren": "补",
    "xuetu": "过 阙 东 西 拾 遗 救 拆",
    "answers": "补过拾遗 补阙拾遗 拆东补西 拆西补东 救过补阙 拾遗补阙"
  },
  {
    "wenren": "蕙",
    "xuetu": "心 兰 质 纨 性 芝 焚 叹",
    "answers": "蕙心兰质 蕙心纨质 兰心蕙性 兰质蕙心 芝焚蕙叹"
  },
  {
    "wenren": "罚",
    "xuetu": "赏 明 信 不 罪 分 必 当",
    "answers": "罚不当罪 赏罚不明 赏罚分明 赏罚信明 赏信罚必 赏信罚明 信赏必罚"
  },
  {
    "wenren": "捕",
    "xuetu": "风 影 捉 系 望 握 景 月",
    "answers": "捕风捉影 捕影系风 望风捕影 握风捕影 系风捕景 系风捕影 捉风捕影 捉风捕月 捉影捕风"
  },
  {
    "wenren": "手",
    "xuetu": "脚 足 束 无 一 措 蹑 大",
    "answers": "大手大脚 蹑脚蹑手 蹑手蹑脚 蹑手蹑足 手脚无措 手足无措 束手束脚 束手束足 束手无措 一手一脚 一手一足"
  },
  {
    "wenren": "矜",
    "xuetu": "功 伐 能 不 自 业 立 善",
    "answers": "不矜不伐 伐功矜能 矜功不立 矜功伐能 矜功伐善 矜功自伐 业业矜矜 自矜功伐"
  },
  {
    "wenren": "鲜",
    "xuetu": "马 寡 衣 廉 耻 健 车 怒",
    "answers": "寡廉鲜耻 鲜车健马 鲜车怒马 鲜廉寡耻 鲜衣怒马"
  },
  {
    "wenren": "窃",
    "xuetu": "狗 鼠 盗 偷 玉 钩 国 香",
    "answers": "盗玉窃钩 狗盗鼠窃 狗偷鼠窃 窃钩窃国 窃玉偷香 鼠盗狗窃 鼠窃狗盗 鼠窃狗偷 偷香窃玉"
  },
  {
    "wenren": "濡",
    "xuetu": "染 耳 目 沫 相 以 日 月",
    "answers": "耳濡目染 目染耳濡 目濡耳染 日濡月染 相濡以沫 以沫相濡"
  },
  {
    "wenren": "唯",
    "xuetu": "是 利 视 否 诺 力 求 图",
    "answers": "唯力是视 唯利是求 唯利是视 唯利是图 唯唯否否 唯唯诺诺"
  },
  {
    "wenren": "齑",
    "xuetu": "饭 黄 粥 淡 断 画 块 白",
    "answers": "淡饭黄齑 断齑画粥 断齑块粥 黄齑白饭 黄齑淡饭"
  },
  {
    "wenren": "臣",
    "xuetu": "子 贼 称 孤 乱 纳 贡 孽",
    "answers": "称臣纳贡 孤臣孽子 乱臣贼子 纳贡称臣 孽子孤臣 贼臣乱子 贼子乱臣"
  },
  {
    "wenren": "安",
    "xuetu": "国 业 民 邦 治 富 立 定",
    "answers": "安邦定国 安邦治国 安国富民 定国安邦 富国安民 国富民安 立国安邦 立业安邦 治国安邦 治国安民"
  },
  {
    "wenren": "钜",
    "xuetu": "鸿 公 名 章 人 卿 字 文",
    "answers": "鸿章钜字 名公钜卿 名公钜人 名卿钜公 文章钜公"
  },
  {
    "wenren": "辛",
    "xuetu": "苦 含 万 茹 千 停 忍 伫",
    "answers": "含辛忍苦 含辛茹苦 千辛万苦 茹苦含辛 停辛伫苦 万苦千辛"
  },
  {
    "wenren": "赴",
    "xuetu": "火 汤 蹈 飞 蛾 川 海 百",
    "answers": "百川赴海 蹈赴汤火 蹈火赴汤 蹈汤赴火 飞蛾赴火 赴汤蹈火"
  },
  {
    "wenren": "冷",
    "xuetu": "水 热 语 冰 言 清 不 人",
    "answers": "冰清水冷 不冷不热 冷言冷语 冷言热语 冷语冰人"
  },
  {
    "wenren": "底",
    "xuetu": "根 问 釜 究 寻 追 游 鱼",
    "answers": "釜底游鱼 寻根究底 寻根问底 寻根追底 鱼游釜底 追根究底 追根问底 追根寻底"
  },
  {
    "wenren": "肥",
    "xuetu": "轻 乘 马 肠 脑 满 衣 裘",
    "answers": "肠肥脑满 乘肥衣轻 肥肠满脑 肥马轻裘 脑满肠肥 轻裘肥马 裘马轻肥 衣马轻肥 衣轻乘肥"
  },
  {
    "wenren": "馔",
    "xuetu": "玉 炊 金 珍 馐 美 珠 酌",
    "answers": "炊金馔玉 珍馐美馔 馔玉炊金 馔玉炊珠 酌金馔玉"
  },
  {
    "wenren": "惹",
    "xuetu": "招 草 花 祸 沾 灾 风 拈",
    "answers": "拈花惹草 惹草拈花 惹草沾花 惹祸招灾 惹灾招祸 沾风惹草 沾花惹草 招风惹草 招花惹草 招灾惹祸"
  },
  {
    "wenren": "娇",
    "xuetu": "柳 撒 媚 花 百 千 亸 痴",
    "answers": "百媚千娇 柳亸花娇 柳娇花媚 千娇百媚 撒痴撒娇 撒娇撒痴"
  },
  {
    "wenren": "丈",
    "xuetu": "一 高 千 日 落 三 白 发",
    "answers": "白发千丈 日高三丈 日落千丈 一落千丈 一日千丈"
  },
  {
    "wenren": "渺",
    "xuetu": "无 人 踪 茫 烟 音 影 信",
    "answers": "渺渺茫茫 渺无人烟 渺无人踪 渺无音信 渺无影踪 渺无踪影"
  },
  {
    "wenren": "葫",
    "xuetu": "芦 依 画 样 闷 瓢 打 本",
    "answers": "打闷葫芦 葫芦依样 闷葫芦 依本画葫芦 依葫芦画瓢 依样葫芦 依样画葫芦"
  },
  {
    "wenren": "天",
    "xuetu": "地 日 一 无 大 有 漫 知",
    "answers": "漫地漫天 天大地大 天知地知 无天无日 一天一地 有天无日 知地知天"
  },
  {
    "wenren": "慌",
    "xuetu": "不 张 惊 失 措 忙 手 脚",
    "answers": "不慌不忙 慌慌张张 慌手慌脚 慌手忙脚 惊慌失措 张慌失措"
  },
  {
    "wenren": "踵",
    "xuetu": "接 肩 比 顶 摩 至 而 随",
    "answers": "比肩接踵 比肩随踵 肩摩踵接 接踵比肩 接踵而至 摩顶至踵 摩肩接踵 随踵而至 踵接肩摩"
  },
  {
    "wenren": "敬",
    "xuetu": "老 恭 贫 必 毕 桑 梓 怜",
    "answers": "必恭必敬 毕恭毕敬 恭敬桑梓 敬恭桑梓 敬老怜贫 怜贫敬老"
  },
  {
    "wenren": "令",
    "xuetu": "行 如 发 号 流 施 禁 止",
    "answers": "发号施令 禁止令行 令行禁止 令行如流 施号发令"
  },
  {
    "wenren": "挂",
    "xuetu": "牵 无 肚 心 肠 印 悬 牌",
    "answers": "挂肚牵肠 挂肚牵心 挂印悬牌 牵肠挂肚 无牵无挂 悬肠挂肚"
  },
  {
    "wenren": "渐",
    "xuetu": "杜 防 微 萌 鸿 之 除 仪",
    "answers": "杜渐除微 杜渐防萌 杜渐防微 防萌杜渐 防微杜渐 鸿渐之仪"
  },
  {
    "wenren": "静",
    "xuetu": "沉 气 更 夜 人 深 阑 声",
    "answers": "沉声静气 更阑人静 更深人静 更深夜静 夜静更阑 夜静更深 夜阑人静 夜深人静"
  },
  {
    "wenren": "儒",
    "xuetu": "学 硕 通 雅 风 流 鸿 宏",
    "answers": "风流儒雅 宏儒硕学 鸿儒硕学 儒雅风流 硕学通儒 通儒硕学"
  },
  {
    "wenren": "风",
    "xuetu": "雨 月 云 春 餐 草 露 宿",
    "answers": "餐风露宿 餐风宿草 餐风宿露 餐风宿雨 春风雨露 风餐露宿 风风雨雨 风云月露 露餐风宿 露宿风餐 宿雨餐风 雨宿风餐 月露风云"
  },
  {
    "wenren": "辩",
    "xuetu": "百 口 辞 莫 喙 难 利 舌",
    "answers": "百辞莫辩 百喙莫辩 百喙难辩 百口莫辩 辩口利辞 辩口利舌"
  },
  {
    "wenren": "彻",
    "xuetu": "外 尾 里 头 至 内 首 从",
    "answers": "彻里彻外 彻里至外 彻内彻外 彻首彻尾 彻头彻尾 从头彻尾"
  },
  {
    "wenren": "甲",
    "xuetu": "兵 戈 解 束 卷 休 按 倒",
    "answers": "按兵束甲 按甲休兵 解甲倒戈 解甲休兵 卷甲束兵 束戈卷甲"
  },
  {
    "wenren": "终",
    "xuetu": "始 慎 一 有 善 如 谨 无",
    "answers": "谨终如始 谨终慎始 善始善终 慎终如始 始终如一 无始无终 有始无终 有始有终 终始如一"
  },
  {
    "wenren": "祝",
    "xuetu": "鲠 之 哽 噎 麦 丘 饐 僯",
    "answers": "麦丘之祝 祝哽祝噎 祝鲠祝噎 祝鲠祝饐 祝僯祝鲠"
  },
  {
    "wenren": "卧",
    "xuetu": "高 不 坐 安 枕 而 东 山",
    "answers": "安枕而卧 东山高卧 高卧东山 高枕安卧 高枕而卧 坐卧不安"
  },
  {
    "wenren": "辰",
    "xuetu": "良 日 参 月 吉 景 美 媚",
    "answers": "参辰日月 吉日良辰 良辰吉日 良辰美景 良辰媚景 美景良辰 日月参辰"
  },
  {
    "wenren": "雕",
    "xuetu": "虫 刻 肾 画 心 梁 栋 篆",
    "answers": "雕虫刻篆 雕虫篆刻 雕梁画栋 雕心刻肾 画栋雕梁 画梁雕栋"
  },
  {
    "wenren": "往",
    "xuetu": "来 一 神 独 寒 暑 攘 熙",
    "answers": "独来独往 独往独来 寒来暑往 攘来熙往 攘往熙来 神往神来 暑来寒往 暑往寒来 熙来攘往 一来一往"
  },
  {
    "wenren": "跳",
    "xuetu": "龙 虎 蹦 活 乱 卧 欢 飞",
    "answers": "虎卧龙跳 欢蹦乱跳 活蹦活跳 活蹦乱跳 龙飞虎跳 龙跳虎卧"
  },
  {
    "wenren": "予",
    "xuetu": "取 夺 生 杀 将 固 死 求",
    "answers": "将取固予 生杀予夺 生死予夺 予夺生杀 予取予夺 予取予求"
  },
  {
    "wenren": "捣",
    "xuetu": "虚 批 吭 乘 隙 撇 抗 亢",
    "answers": "乘隙捣虚 捣虚批吭 捣虚撇抗 批亢捣虚 批吭捣虚"
  },
  {
    "wenren": "寝",
    "xuetu": "食 不 废 安 忘 餐 皮 肉",
    "answers": "废寝忘餐 废寝忘食 寝皮食肉 寝食不安 食肉寝皮 忘餐废寝 忘寝废食"
  },
  {
    "wenren": "夜",
    "xuetu": "昼 日 连 继 以 卜 明 无",
    "answers": "卜夜卜昼 卜昼卜夜 连明连夜 连日继夜 连日连夜 日日夜夜 日以继夜 无明无夜 无昼无夜 夜以继日 夜以继昼 以日继夜 以夜继日 以夜继昼 昼日昼夜"
  },
  {
    "wenren": "旗",
    "xuetu": "鼓 将 斩 扯 搴 夺 相 当",
    "answers": "扯鼓夺旗 鼓旗相当 旗鼓相当 搴旗斩将 斩将夺旗 斩将搴旗"
  },
  {
    "wenren": "正",
    "xuetu": "明 公 严 堂 义 辞 气 道",
    "answers": "辞严气正 辞严义正 明公正道 明公正气 明公正义 明堂正道 堂堂正正 义正辞严 正明公道 正正气气 正正堂堂"
  },
  {
    "wenren": "板",
    "xuetu": "一 铁 钉 铜 眼 上 弦 琶",
    "answers": "板上钉钉 铁板钉钉 铁板铜琶 铁板铜弦 铜琶铁板 一板一眼"
  },
  {
    "wenren": "骜",
    "xuetu": "桀 不 驯 恭 逊 难 自 恃",
    "answers": "桀骜不恭 桀骜不驯 桀骜不逊 桀骜难驯 桀骜自恃"
  },
  {
    "wenren": "同",
    "xuetu": "心 一 共 力 合 德 协 济",
    "answers": "同德同心 同德协力 同德一心 同心共济 同心合德 同心合力 同心同德 同心协德 同心协济 同心协力 同心一德 同心一力 协力同心 协心同力"
  },
  {
    "wenren": "家",
    "xuetu": "国 人 户 破 亡 产 败 小",
    "answers": "败国亡家 国破家亡 家败人亡 家家户户 家破人亡 家亡国破 破国亡家 破家败产 破家亡国 人亡家破 亡国破家 小户人家"
  },
  {
    "wenren": "牖",
    "xuetu": "瓮 枢 桑 窥 绳 小 儿 畒",
    "answers": "窥牖小儿 桑枢畒牖 桑枢瓮牖 绳枢瓮牖 瓮牖桑枢 瓮牖绳枢"
  },
  {
    "wenren": "蔓",
    "xuetu": "瓜 不 枝 引 抱 摘 连 株",
    "answers": "抱蔓摘瓜 不蔓不枝 瓜连蔓引 摘瓜抱蔓 株连蔓引"
  },
  {
    "wenren": "蝎",
    "xuetu": "撩 蜂 剔 蛇 心 螫 为 肠",
    "answers": "撩蜂剔蝎 蛇蝎为心 蛇蝎心肠 剔蝎撩蜂 蝎蝎螫螫"
  },
  {
    "wenren": "晨",
    "xuetu": "暮 参 省 昏 礼 定 钟 鼓",
    "answers": "晨参暮礼 晨参暮省 晨昏定省 晨钟暮鼓 昏定晨省 暮鼓晨钟 暮礼晨参"
  },
  {
    "wenren": "击",
    "xuetu": "电 毂 肩 摩 流 星 楫 中",
    "answers": "毂击肩摩 击毂摩肩 击楫中流 肩摩毂击 摩肩击毂 星流电击 中流击楫"
  },
  {
    "wenren": "世",
    "xuetu": "俗 一 绝 遁 遗 超 离 生",
    "answers": "超世绝俗 超俗绝世 遁世绝俗 遁世离俗 离世绝俗 生生世世 一生一世 遗世绝俗"
  },
  {
    "wenren": "牍",
    "xuetu": "累 篇 连 长 编 絫 章 帙",
    "answers": "长篇累牍 累牍连篇 连编累牍 连篇絫牍 连篇累牍 连章累牍 连帙累牍"
  },
  {
    "wenren": "轻",
    "xuetu": "重 薄 义 财 身 畸 口 舌",
    "answers": "畸轻畸重 畸重畸轻 口轻舌薄 轻财重义 轻口薄舌 轻口轻舌 轻身重义 重财轻义 重义轻财"
  },
  {
    "wenren": "偏",
    "xuetu": "无 不 党 听 则 信 倚 暗",
    "answers": "不偏不党 不偏不倚 偏听偏信 偏信则暗 无党无偏 无偏无党 无偏无倚"
  },
  {
    "wenren": "臂",
    "xuetu": "交 之 失 指 使 割 盟 相",
    "answers": "割臂之盟 交臂失之 交臂相失 失之交臂 使臂使指 相失交臂"
  },
  {
    "wenren": "帜",
    "xuetu": "拔 树 一 易 独 别 竖 自",
    "answers": "拔帜树帜 拔帜易帜 别树一帜 独树一帜 独竖一帜 自树一帜"
  },
  {
    "wenren": "膏",
    "xuetu": "粱 脂 绣 民 梁 纨 裦 锦",
    "answers": "膏梁锦绣 膏梁纨裦 膏粱锦绣 膏粱纨裦 民膏民脂 民脂民膏 纨裦膏粱"
  },
  {
    "wenren": "嘶",
    "xuetu": "竭 声 力 人 马 气 喊 语",
    "answers": "力竭声嘶 气竭声嘶 人喊马嘶 人语马嘶 声嘶力竭"
  },
  {
    "wenren": "悟",
    "xuetu": "然 大 豁 彻 澈 恍 顿 开",
    "answers": "大彻大悟 大澈大悟 恍然大悟 豁然大悟 豁然顿悟 豁然开悟"
  },
  {
    "wenren": "浇",
    "xuetu": "铁 铸 散 朴 铜 钢 淳 醇",
    "answers": "钢浇铁铸 浇淳散朴 浇醇散朴 铜浇铁铸 铜铸铁浇"
  },
  {
    "wenren": "檗",
    "xuetu": "冰 饮 茹 吞 含 啮 针 食",
    "answers": "含冰茹檗 啮檗吞针 饮冰茹檗 饮冰食檗 饮冰吞檗"
  },
  {
    "wenren": "椽",
    "xuetu": "笔 大 如 采 隔 撺 屋 茅",
    "answers": "笔大如椽 大笔如椽 隔屋撺椽 茅屋采椽 如椽大笔"
  },
  {
    "wenren": "择",
    "xuetu": "不 急 言 路 口 无 生 冷",
    "answers": "不择生冷 急不择路 急不择言 口不择言 口无择言"
  },
  {
    "wenren": "快",
    "xuetu": "心 手 眼 口 直 嘴 尖 急",
    "answers": "口快心直 口直心快 手急眼快 心直口快 心直嘴快 眼急手快 眼尖手快 嘴直心快"
  },
  {
    "wenren": "毛",
    "xuetu": "不 吹 一 拔 求 索 披 疵",
    "answers": "不拔一毛 吹毛求疵 吹毛索疵 披毛求疵 一毛不拔"
  },
  {
    "wenren": "约",
    "xuetu": "期 隐 词 燕 莺 其 雨 云",
    "answers": "燕约莺期 隐隐约约 隐约其词 莺期燕约 雨约云期 云期雨约"
  },
  {
    "wenren": "呼",
    "xuetu": "天 地 之 唤 庚 癸 号 怆",
    "answers": "怆地呼天 怆天呼地 庚癸之呼 呼庚呼癸 呼天号地 呼天唤地"
  },
  {
    "wenren": "涤",
    "xuetu": "瑕 心 虑 秽 荡 洗 垢 齐",
    "answers": "涤秽荡瑕 涤瑕荡垢 涤瑕荡秽 齐心涤虑 洗心涤虑"
  },
  {
    "wenren": "低",
    "xuetu": "高 头 眉 眼 唱 浅 手 斟",
    "answers": "低唱浅斟 眉高眼低 浅斟低唱 手高手低 手高眼低 头高头低 眼高手低"
  },
  {
    "wenren": "珑",
    "xuetu": "玲 透 八 小 剔 窗 面 娇",
    "answers": "八窗玲珑 八面玲珑 娇小玲珑 玲珑剔透 剔透玲珑"
  },
  {
    "wenren": "弱",
    "xuetu": "强 扶 本 以 枝 胜 抑 末",
    "answers": "扶弱抑强 强本弱末 强本弱枝 强枝弱本 弱本强末 以强胜弱 以弱胜强 抑强扶弱"
  },
  {
    "wenren": "灾",
    "xuetu": "祸 难 横 招 三 飞 惹 八",
    "answers": "八难三灾 飞灾横祸 横祸飞灾 横灾飞祸 惹祸招灾 惹灾招祸 三灾八难 招灾惹祸"
  },
  {
    "wenren": "翻",
    "xuetu": "覆 海 江 倒 云 雨 搅 沸",
    "answers": "倒海翻江 翻江倒海 翻江搅海 翻云覆雨 覆雨翻云 海沸江翻 江翻海倒 江翻海沸 江翻海搅 搅海翻江 雨覆云翻 云翻雨覆"
  },
  {
    "wenren": "列",
    "xuetu": "鼎 茅 土 分 鸣 钟 而 食",
    "answers": "分茅列土 列鼎而食 列土分茅 鸣钟列鼎 钟鸣鼎列"
  },
  {
    "wenren": "是",
    "xuetu": "非 利 惟 唯 命 视 闲 从",
    "answers": "是是非非 唯利是视 唯命是从 惟利是命 惟利是视 惟命是从 闲非闲是 闲是闲非"
  },
  {
    "wenren": "羹",
    "xuetu": "饭 见 残 冷 尘 涂 墙 炙",
    "answers": "残羹冷饭 残羹冷炙 尘饭涂羹 尘羹涂饭 见羹见墙 见墙见羹"
  },
  {
    "wenren": "楞",
    "xuetu": "头 脑 眉 横 眼 呆 磕 直",
    "answers": "楞眉横眼 楞头呆脑 楞头磕脑 楞头楞脑 直眉楞眼"
  },
  {
    "wenren": "垂",
    "xuetu": "名 不 青 史 竹 帛 朽 永",
    "answers": "垂名青史 垂名竹帛 名垂青史 名垂竹帛 青史垂名 永垂不朽 永垂青史 永垂竹帛"
  },
  {
    "wenren": "嚎",
    "xuetu": "鬼 狼 哭 神 泣 吒 咤 抓",
    "answers": "鬼哭狼嚎 鬼哭神嚎 鬼泣神嚎 鬼吒狼嚎 鬼咤狼嚎 鬼抓狼嚎 神嚎鬼哭"
  },
  {
    "wenren": "屋",
    "xuetu": "床 架 迭 叠 高 建 瓴 重",
    "answers": "迭床架屋 叠床架屋 高屋建瓴 架屋迭床 架屋叠床 建瓴高屋 重床迭屋 重床叠屋"
  },
  {
    "wenren": "逾",
    "xuetu": "墙 钻 隙 穴 荡 检 闲 垣",
    "answers": "荡检逾闲 逾墙钻隙 逾墙钻穴 逾闲荡检 钻隙逾墙 钻穴逾墙 钻穴逾隙 钻穴逾垣"
  },
  {
    "wenren": "期",
    "xuetu": "不 约 而 会 然 雨 云 艾",
    "answers": "不期而会 不期而然 不期然而然 期期艾艾 雨约云期 云期雨约"
  },
  {
    "wenren": "拊",
    "xuetu": "背 扼 吭 心 亢 喉 泣 血",
    "answers": "扼亢拊背 扼吭拊背 拊背扼喉 拊背扼吭 拊心泣血"
  },
  {
    "wenren": "遵",
    "xuetu": "时 养 晦 而 失 不 勿 待",
    "answers": "遵而不失 遵而勿失 遵时养晦 遵养待时 遵养晦时 遵养时晦"
  },
  {
    "wenren": "赫",
    "xuetu": "之 巍 炎 扬 明 有 名 功",
    "answers": "赫赫巍巍 赫赫炎炎 赫赫扬扬 赫赫有名 赫赫之功 明明赫赫"
  },
  {
    "wenren": "邪",
    "xuetu": "正 不 道 歪 魔 门 干 外",
    "answers": "歪门邪道 邪不干正 邪门歪道 邪魔歪道 邪魔外道"
  },
  {
    "wenren": "鸭",
    "xuetu": "打 鹅 行 步 子 上 架 赶",
    "answers": "打鸭子上架 鹅行鸭步 赶鸭子上架 鸭步鹅行 鸭行鹅步"
  },
  {
    "wenren": "雨",
    "xuetu": "风 暴 骤 沐 餐 疾 栉 宿",
    "answers": "暴风疾雨 暴风骤雨 餐风沐雨 餐风宿雨 风风雨雨 风栉雨沐 疾风暴雨 疾风骤雨 疾雨暴风 沐雨栉风 宿雨餐风 雨沐风餐 雨宿风餐 栉风沐雨 栉沐风雨 骤风暴雨 骤雨暴风"
  },
  {
    "wenren": "耀",
    "xuetu": "光 宗 祖 扬 威 武 彩 目",
    "answers": "光彩耀目 光宗耀祖 扬威耀武 扬武耀威 耀武扬威"
  },
  {
    "wenren": "炙",
    "xuetu": "冷 残 杯 热 可 手 羹 余",
    "answers": "残杯冷炙 残羹冷炙 热可炙手 余杯冷炙 炙手可热"
  },
  {
    "wenren": "辙",
    "xuetu": "改 易 辕 弦 途 北 南 更",
    "answers": "北辙南辕 改途易辙 改弦易辙 改辕易辙 改辙易途 更弦改辙 更弦易辙 南辕北辙 易辙改弦"
  },
  {
    "wenren": "新",
    "xuetu": "旧 故 异 日 弃 迎 月 送",
    "answers": "弃旧迎新 日新月异 日异月新 送故迎新 送旧迎新 迎新弃旧 迎新送故 迎新送旧 月异日新"
  },
  {
    "wenren": "批",
    "xuetu": "捣 虚 导 竨 吭 亢 鄐 隙",
    "answers": "捣虚批吭 批鄐导竨 批亢捣虚 批吭捣虚 批隙导竨"
  },
  {
    "wenren": "称",
    "xuetu": "道 臣 孤 王 纳 贡 寡 霸",
    "answers": "称臣纳贡 称孤道寡 称王称霸 道寡称孤 纳贡称臣"
  },
  {
    "wenren": "俗",
    "xuetu": "风 移 易 变 败 伤 化 改",
    "answers": "败俗伤风 败俗伤化 变风改俗 变风易俗 伤风败俗 伤化败俗 移风改俗 移风易俗 易俗移风"
  },
  {
    "wenren": "患",
    "xuetu": "之 养 虎 遗 腹 心 痈 贻",
    "answers": "腹心之患 心腹之患 养虎贻患 养虎遗患 养痈贻患 养痈遗患"
  },
  {
    "wenren": "箪",
    "xuetu": "食 瓢 壶 浆 一 酒 饮 壸",
    "answers": "箪食壶浆 箪食壶酒 箪食瓢饮 壸浆箪食 食箪浆壶 一箪一瓢"
  },
  {
    "wenren": "依",
    "xuetu": "百 顺 葫 芦 样 画 本 千",
    "answers": "百顺百依 百依百顺 葫芦依样 千依百顺 依本画葫芦 依样葫芦 依样画葫芦"
  },
  {
    "wenren": "簪",
    "xuetu": "遗 坠 珥 堕 履 舄 弊 屦",
    "answers": "遗珥堕簪 遗珥坠簪 遗簪弊屦 遗簪弊履 遗簪堕珥 遗簪堕履 遗簪坠珥 遗簪坠屦 遗簪坠履 遗簪坠舄"
  },
  {
    "wenren": "赃",
    "xuetu": "狼 藉 污 籍 贿 私 秽 货",
    "answers": "赃贿狼籍 赃贿狼藉 赃秽狼藉 赃货狼藉 赃私狼籍 赃私狼藉 赃污狼籍 赃污狼藉"
  },
  {
    "wenren": "洁",
    "xuetu": "清 玉 冰 行 身 己 渊 累",
    "answers": "冰洁玉清 冰洁渊清 冰清玉洁 洁身累行 清身洁己 玉洁冰清 玉清冰洁"
  },
  {
    "wenren": "肌",
    "xuetu": "骨 浃 沦 髓 冰 玉 镂 铭",
    "answers": "冰肌玉骨 浃沦肌髓 浃髓沦肌 镂骨铭肌 沦肌浃髓 沦浃肌髓 铭肌镂骨 玉骨冰肌"
  },
  {
    "wenren": "异",
    "xuetu": "同 新 标 日 月 领 伐 党",
    "answers": "标同伐异 标新领异 党同伐异 伐异党同 领异标新 日新月异 日异月新 月异日新"
  },
  {
    "wenren": "傍",
    "xuetu": "人 门 户 依 倚 篱 壁 落",
    "answers": "傍人篱壁 傍人篱落 傍人门户 依门傍户 倚傍门户 倚门傍户"
  },
  {
    "wenren": "诗",
    "xuetu": "酒 画 意 情 中 有 虎 龙",
    "answers": "画意诗情 画中有诗 酒虎诗龙 酒龙诗虎 诗情画意 诗中有画"
  },
  {
    "wenren": "领",
    "xuetu": "纲 提 新 异 挈 振 标 拔",
    "answers": "拔新领异 标新领异 纲提领挈 领异标新 挈领提纲 提纲挈领 提纲振领 振领提纲"
  },
  {
    "wenren": "纳",
    "xuetu": "不 招 污 垢 藏 士 贤 格",
    "answers": "藏垢纳污 藏污纳垢 格格不纳 纳垢藏污 纳士招贤 招贤纳士"
  },
  {
    "wenren": "茫",
    "xuetu": "无 苦 海 际 绪 渺 边 端",
    "answers": "苦海茫茫 茫茫苦海 茫无边际 茫无端绪 渺渺茫茫"
  },
  {
    "wenren": "端",
    "xuetu": "万 多 千 绪 百 计 诡 鬼",
    "answers": "诡计多端 鬼计百端 鬼计多端 千端万绪 千绪万端 万绪千端"
  },
  {
    "wenren": "看",
    "xuetu": "眼 人 相 面 矮 戏 另 佛",
    "answers": "矮人看戏 佛眼相看 另眼看戏 另眼相看 面面相看"
  },
  {
    "wenren": "得",
    "xuetu": "不 意 自 人 志 心 满 扬",
    "answers": "不得人心 得意扬扬 心满意得 扬扬得意 扬扬自得 意得志满 意满志得 志得意满 志满意得"
  },
  {
    "wenren": "饿",
    "xuetu": "虎 饥 羊 鹰 扑 食 擒 吞",
    "answers": "饿虎饥鹰 饿虎扑食 饿虎扑羊 饿虎擒羊 饿虎吞羊 饥鹰饿虎"
  },
  {
    "wenren": "粝",
    "xuetu": "食 衣 粗 敝 布 饭 茹 蔬",
    "answers": "敝衣粝食 布衣粝食 粗衣粝食 饭粝茹蔬 粝食粗衣"
  },
  {
    "wenren": "缕",
    "xuetu": "分 析 丝 千 万 条 半 毫",
    "answers": "半丝半缕 分丝析缕 毫分缕析 千丝万缕 千条万缕 条分缕析 万缕千丝 析缕分条"
  },
  {
    "wenren": "烽",
    "xuetu": "火 连 天 沉 静 柝 年 相",
    "answers": "沉烽静柝 烽火连年 烽火连天 烽火相连 连天烽火"
  },
  {
    "wenren": "紫",
    "xuetu": "金 黄 纡 青 拖 佩 怀 银",
    "answers": "怀黄佩紫 怀金拖紫 怀银纡紫 金紫银青 佩紫怀黄 拖青纡紫 纡佩金紫 纡青佩紫 纡青拖紫"
  },
  {
    "wenren": "笃",
    "xuetu": "学 好 志 行 实 信 古 力",
    "answers": "笃实好学 笃信好学 笃学好古 笃志好学 力学笃行"
  },
  {
    "wenren": "砌",
    "xuetu": "玉 雕 阑 堆 栏 粉 妆 琼",
    "answers": "雕栏玉砌 雕阑玉砌 粉妆玉砌 琼堆玉砌 玉砌雕阑"
  },
  {
    "wenren": "争",
    "xuetu": "斗 妍 艳 百 虎 奇 龙 花",
    "answers": "百花争妍 百花争艳 斗艳争妍 虎斗龙争 龙争虎斗 争奇斗艳 争妍斗艳"
  },
  {
    "wenren": "脚",
    "xuetu": "手 点 指 一 捏 蹑 轻 划",
    "answers": "点手划脚 点指划脚 捏脚捏手 捏手捏脚 蹑脚蹑手 蹑手蹑脚 轻手蹑脚 轻手轻脚 一手一脚 指手点脚 指手划脚"
  },
  {
    "wenren": "朽",
    "xuetu": "木 枯 贯 株 粟 腐 红 陈",
    "answers": "贯朽粟陈 贯朽粟腐 贯朽粟红 红腐贯朽 枯木朽株 枯株朽木 粟陈贯朽 粟红贯朽 朽株枯木"
  },
  {
    "wenren": "格",
    "xuetu": "不 一 入 抜 拘 名 相 纳",
    "answers": "抜格不入 不拘一格 不名一格 格不相入 格格不纳 格格不入"
  },
  {
    "wenren": "没",
    "xuetu": "头 不 无 世 出 忘 闻 常",
    "answers": "出没不常 出没无常 没没无闻 没世不忘 没世无闻 头出头没"
  },
  {
    "wenren": "袖",
    "xuetu": "拳 揎 裸 舞 拢 捋 攞 捰",
    "answers": "捋袖揎拳 裸袖揎拳 攞袖揎拳 捰袖揎拳 揎拳拢袖 揎拳捋袖 揎拳裸袖 揎拳攞袖 揎拳捰袖 揎拳舞袖"
  },
  {
    "wenren": "声",
    "xuetu": "气 无 色 同 不 影 有 绘",
    "answers": "不声不气 绘声绘色 绘声绘影 绘影绘声 同声同气 无声无色 有声无气 有声有色"
  },
  {
    "wenren": "起",
    "xuetu": "一 平 伏 坐 此 彼 落 大",
    "answers": "此伏彼起 此起彼伏 此起彼落 大起大落 平起平坐 一坐一起"
  },
  {
    "wenren": "现",
    "xuetu": "活 眼 龙 神 报 灵 形 气",
    "answers": "活灵活现 活龙活现 活神活现 活形活现 活眼活现 活眼现报 神气活现"
  },
  {
    "wenren": "单",
    "xuetu": "只 形 影 枪 马 独 匹 双",
    "answers": "单枪独马 单枪匹马 匹马单枪 形单影双 形单影只 形只影单 影只形单"
  },
  {
    "wenren": "血",
    "xuetu": "心 沥 人 呕 喷 披 肝 含",
    "answers": "含血喷人 沥血披肝 沥血披心 呕心沥血 披肝沥血 披心沥血"
  },
  {
    "wenren": "亨",
    "xuetu": "运 通 时 财 官 泰 万 事",
    "answers": "财运亨通 官运亨通 时亨运泰 时运亨通 万事亨通"
  },
  {
    "wenren": "厌",
    "xuetu": "新 旧 喜 乐 故 难 折 冲",
    "answers": "乐新厌旧 喜新厌故 喜新厌旧 厌故喜新 厌难折冲 折冲厌难"
  },
  {
    "wenren": "换",
    "xuetu": "改 骨 胎 头 面 抽 夺 脱",
    "answers": "抽胎换骨 夺胎换骨 改换头面 改头换面 换骨夺胎 换骨脱胎 脱胎换骨"
  },
  {
    "wenren": "宿",
    "xuetu": "风 餐 露 水 行 雨 草 栖",
    "answers": "餐风露宿 餐风宿草 餐风宿露 餐风宿水 餐风宿雨 草行露宿 风餐露宿 露餐风宿 露宿风餐 栖风宿雨 水宿风餐 宿水餐风 宿雨餐风 雨宿风餐"
  },
  {
    "wenren": "说",
    "xuetu": "道 谈 长 短 东 西 今 古",
    "answers": "道东说西 道西说东 东谈西说 说长道短 说长说短 说东道西 说东谈西 说短道长 说古道今 说古谈今 说今道古 谈古说今"
  },
  {
    "wenren": "晦",
    "xuetu": "韬 光 迹 养 时 遵 杜 门",
    "answers": "杜门晦迹 晦迹韬光 韬光晦迹 韬光养晦 养晦韬光 遵时养晦 遵养晦时 遵养时晦"
  },
  {
    "wenren": "庸",
    "xuetu": "言 靖 中 回 违 碌 佼 皦",
    "answers": "靖言庸回 靖言庸违 庸庸碌碌 庸中佼佼 庸中皦皦"
  },
  {
    "wenren": "陷",
    "xuetu": "锋 阵 坚 摧 冲 椎 锐 登",
    "answers": "冲锋陷坚 冲锋陷锐 冲锋陷阵 摧锋陷坚 摧锋陷阵 摧坚陷阵 登锋陷阵 椎锋陷阵"
  },
  {
    "wenren": "因",
    "xuetu": "果 为 人 制 宜 事 倒 地",
    "answers": "倒果为因 倒因为果 因地制宜 因人制宜 因事制宜"
  },
  {
    "wenren": "南",
    "xuetu": "北 山 江 天 海 辕 辙 地",
    "answers": "北辙南辕 地北天南 海北天南 江南海北 南辕北辙 山南海北 天南地北 天南海北"
  },
  {
    "wenren": "费",
    "xuetu": "心 枉 力 劳 机 熬 财 民",
    "answers": "熬心费力 费财劳民 费力劳心 劳民费财 枉费心机 枉费心力"
  },
  {
    "wenren": "尊",
    "xuetu": "贵 降 师 道 纡 德 望 重",
    "answers": "德尊望重 降贵纡尊 降尊纡贵 纡尊降贵 尊师贵道 尊师重道"
  },
  {
    "wenren": "李",
    "xuetu": "桃 瓜 下 代 公 田 僵 门",
    "answers": "公门桃李 瓜田李下 僵李代桃 僵桃代李 李代桃僵 李下瓜田 桃僵李代"
  },
  {
    "wenren": "绵",
    "xuetu": "不 连 断 瓜 瓞 绝 此 恨",
    "answers": "此恨绵绵 瓜瓞绵绵 连绵不断 连绵不绝 绵绵不断 绵绵不绝 绵绵瓜瓞"
  },
  {
    "wenren": "席",
    "xuetu": "不 枕 坐 扇 温 安 居 重",
    "answers": "居不重席 扇席温枕 扇枕温席 温席扇枕 温枕扇席 坐不安席 坐不重席"
  },
  {
    "wenren": "抵",
    "xuetu": "隙 瑕 投 巇 乘 间 伺 险",
    "answers": "乘间抵隙 乘险抵巇 伺瑕抵隙 投间抵隙 投隙抵巇"
  },
  {
    "wenren": "硕",
    "xuetu": "学 德 儒 通 耆 宏 鸿 老",
    "answers": "宏儒硕学 鸿儒硕学 耆德硕老 硕学通儒 通儒硕学"
  },
  {
    "wenren": "浆",
    "xuetu": "液 玉 金 琼 箪 食 壶 醴",
    "answers": "箪食壶浆 金浆玉醴 金浆玉液 琼浆金液 琼浆玉液 食箪浆壶 玉液金浆 玉液琼浆"
  },
  {
    "wenren": "软",
    "xuetu": "硬 吃 温 怕 欺 香 玉 不",
    "answers": "吃软不吃硬 吃硬不吃软 怕硬欺软 欺软怕硬 欺硬怕软 软香温玉 软玉温香"
  },
  {
    "wenren": "开",
    "xuetu": "天 见 口 门 山 云 诚 心",
    "answers": "开口见心 开门见山 开心见诚 开云见天 云开见天"
  },
  {
    "wenren": "笨",
    "xuetu": "嘴 拙 舌 腮 鸟 先 飞 口",
    "answers": "笨鸟先飞 笨嘴笨舌 笨嘴拙舌 拙口笨腮 拙嘴笨腮 拙嘴笨舌"
  },
  {
    "wenren": "柏",
    "xuetu": "松 之 寒 岁 盟 茂 寿 志",
    "answers": "松柏寒盟 松柏之茂 松柏之寿 松柏之志 岁寒松柏"
  },
  {
    "wenren": "具",
    "xuetu": "别 眼 心 匠 独 肠 只 肺",
    "answers": "别具肺肠 别具匠心 别具心肠 别具只眼 独具匠心 独具只眼 匠心独具"
  },
  {
    "wenren": "半",
    "xuetu": "不 夜 信 路 更 三 疑 参",
    "answers": "半半路路 半信半疑 半信不信 半夜三更 半疑半信 三更半夜 疑信参半"
  },
  {
    "wenren": "技",
    "xuetu": "薄 长 虫 雕 小 末 片 彫",
    "answers": "彫虫小技 雕虫薄技 雕虫末技 雕虫小技 片长薄技 片长末技"
  },
  {
    "wenren": "朋",
    "xuetu": "友 狗 引 类 党 狐 呼 分",
    "answers": "分朋引类 狗党狐朋 呼朋引类 狐朋狗党 狐朋狗友 引类呼朋"
  },
  {
    "wenren": "筹",
    "xuetu": "一 胜 莫 展 高 略 逊 稍",
    "answers": "略高一筹 略胜一筹 略逊一筹 莫展一筹 稍胜一筹 稍逊一筹 一筹莫展"
  },
  {
    "wenren": "朱",
    "xuetu": "粉 唇 玉 白 调 面 傅 弄",
    "answers": "白白朱朱 调朱傅粉 调朱弄粉 粉面朱唇 弄粉调朱 朱唇粉面 朱唇玉面"
  },
  {
    "wenren": "乖",
    "xuetu": "时 运 蹇 弄 出 丑 命 拙",
    "answers": "出乖弄丑 命蹇时乖 时乖命蹇 时乖运乖 时乖运蹇 时乖运拙 运乖时蹇 运蹇时乖 运拙时乖"
  },
  {
    "wenren": "慎",
    "xuetu": "终 谨 始 微 小 敬 于 事",
    "answers": "谨小慎微 谨终慎始 敬小慎微 敬终慎始 慎始敬终 慎小谨微 慎小事微 慎终于始"
  },
  {
    "wenren": "桥",
    "xuetu": "过 遇 水 拆 河 迭 叠 架",
    "answers": "过河拆桥 过桥拆桥 遇水迭桥 遇水叠桥 遇水架桥"
  },
  {
    "wenren": "蛙",
    "xuetu": "井 之 蝉 底 鸣 见 坎 噪",
    "answers": "井底鸣蛙 井底之蛙 井蛙之见 坎井之蛙 蛙鸣蝉噪"
  },
  {
    "wenren": "陆",
    "xuetu": "离 驳 光 斑 怪 海 潘 江",
    "answers": "斑驳陆离 光怪陆离 陆海潘江 陆离斑驳 陆离光怪 潘江陆海"
  },
  {
    "wenren": "笠",
    "xuetu": "蓑 雨 车 戴 烟 乘 之 盟",
    "answers": "车笠之盟 乘车戴笠 戴笠乘车 烟蓑雨笠 雨笠烟蓑 雨蓑烟笠"
  },
  {
    "wenren": "匪",
    "xuetu": "蹇 躬 朝 伊 夕 翼 之 谔",
    "answers": "匪朝伊夕 匪匪翼翼 匪伊朝夕 蹇谔匪躬 蹇蹇匪躬 蹇之匪躬"
  },
  {
    "wenren": "读",
    "xuetu": "书 三 闭 余 十 年 户 门",
    "answers": "闭户读书 闭门读书 读书三余 三余读书 十年读书"
  },
  {
    "wenren": "惩",
    "xuetu": "恶 善 一 百 劝 进 戒 儆",
    "answers": "惩恶劝善 惩一戒百 惩一儆百 进善惩恶 劝善惩恶"
  },
  {
    "wenren": "连",
    "xuetu": "接 三 天 相 并 火 烽 二",
    "answers": "烽火连天 烽火相连 接二连三 连二并三 连三接二 连天烽火"
  },
  {
    "wenren": "量",
    "xuetu": "力 铢 不 较 度 自 寸 德",
    "answers": "不自量力 度德量力 量力度德 铢量寸度 铢铢较量 自不量力"
  },
  {
    "wenren": "输",
    "xuetu": "败 神 鬼 运 佯 诈 大 亏",
    "answers": "大败亏输 神输鬼运 神运鬼输 佯输诈败 诈败佯输"
  },
  {
    "wenren": "柳",
    "xuetu": "花 街 陌 市 红 绿 巷 衢",
    "answers": "花红柳绿 花街柳陌 花街柳市 花街柳巷 花衢柳陌 柳街花巷 柳绿花红 柳陌花街 柳陌花衢 柳衢花市 柳市花街 柳巷花街"
  },
  {
    "wenren": "纡",
    "xuetu": "紫 拖 青 金 朱 怀 曳 佩",
    "answers": "拖青纡紫 纡金曳紫 纡佩金紫 纡青佩紫 纡青拖紫 纡朱怀金 纡朱拖紫 纡朱曳紫"
  },
  {
    "wenren": "威",
    "xuetu": "风 武 作 扬 福 耀 八 面",
    "answers": "八面威风 威风八面 扬威耀武 扬武耀威 耀武扬威 作福作威 作威作福"
  },
  {
    "wenren": "鲸",
    "xuetu": "吞 鳌 食 掷 蚕 虎 噬 蛇",
    "answers": "鳌掷鲸吞 蚕食鲸吞 鲸吞蚕食 鲸吞虎噬 鲸吞蛇噬 蛇食鲸吞"
  },
  {
    "wenren": "沓",
    "xuetu": "来 至 纷 麕 踵 纭 杂 麇",
    "answers": "沓来麕至 沓来踵至 纷纭杂沓 纷至沓来 麇至沓来"
  },
  {
    "wenren": "乌",
    "xuetu": "兔 马 白 角 头 走 生 飞",
    "answers": "马角乌白 马角乌头 兔走乌飞 乌白马角 乌飞兔走 乌头白马生角 乌头马角"
  },
  {
    "wenren": "彼",
    "xuetu": "此 知 和 起 唱 伏 己 倡",
    "answers": "彼倡此和 彼唱此和 彼此彼此 此唱彼和 此伏彼起 此起彼伏 知彼知己 知己知彼"
  },
  {
    "wenren": "治",
    "xuetu": "安 精 国 为 图 邦 历 励",
    "answers": "安邦治国 历精图治 历精为治 励精图治 治国安邦"
  },
  {
    "wenren": "作",
    "xuetu": "为 不 无 恶 乱 胡 非 所",
    "answers": "胡作非为 胡作胡为 胡作乱为 乱作胡为 所作所为 为非作恶 无恶不作 无所不作 无所作为"
  },
  {
    "wenren": "佩",
    "xuetu": "紫 带 金 怀 黄 韦 弦 纡",
    "answers": "带金佩紫 怀黄佩紫 佩韦佩弦 佩紫怀黄 纡佩金紫"
  },
  {
    "wenren": "蹑",
    "xuetu": "踪 手 足 影 脚 潜 追 风",
    "answers": "蹑脚蹑手 蹑手蹑脚 蹑手蹑足 蹑影潜踪 蹑影追风 蹑足潜踪 追风蹑影"
  },
  {
    "wenren": "还",
    "xuetu": "返 反 老 朴 淳 一 童 报",
    "answers": "反老还童 反朴还淳 返老还童 返朴还淳 还淳反朴 还淳返朴 一报还一报 一还一报"
  },
  {
    "wenren": "削",
    "xuetu": "日 月 鲁 斤 杒 燕 割 宋",
    "answers": "鲁斤燕削 日杒月削 日削月割 日削月杒 宋斤鲁削"
  },
  {
    "wenren": "遁",
    "xuetu": "世 远 俗 离 无 闷 飞 高",
    "answers": "遁世离俗 遁世无闷 遁俗无闷 飞遁离俗 高飞远遁"
  },
  {
    "wenren": "架",
    "xuetu": "屋 床 迭 叠 重 饭 囊 衣",
    "answers": "迭床架屋 叠床架屋 饭囊衣架 架屋迭床 架屋叠床 衣架饭囊 重床迭架 重床叠架"
  },
  {
    "wenren": "熏",
    "xuetu": "天 三 莸 焰 沐 一 气 势",
    "answers": "气焰熏天 三沐三熏 三熏三沐 势焰熏天 一熏一莸"
  },
  {
    "wenren": "话",
    "xuetu": "说 长 里 短 刺 有 带 中",
    "answers": "长话短说 话长说短 话里带刺 话里有刺 话里有话 话中带刺 话中有话 说长话短"
  },
  {
    "wenren": "泰",
    "xuetu": "否 来 去 持 极 保 盈 往",
    "answers": "保泰持盈 保盈持泰 持盈保泰 否极泰来 否去泰来 否往泰来 泰来否极 泰来否往"
  },
  {
    "wenren": "险",
    "xuetu": "夷 艰 如 难 履 阻 若 视",
    "answers": "艰难险阻 履险如夷 履险若夷 视险如夷 视险若夷 险阻艰难"
  },
  {
    "wenren": "哺",
    "xuetu": "吐 反 之 发 握 情 私 捉",
    "answers": "反哺之情 反哺之私 吐哺握发 吐哺捉发 握发吐哺"
  },
  {
    "wenren": "咀",
    "xuetu": "含 华 英 嚼 宫 征 徵 商",
    "answers": "含宫咀征 含宫咀徵 含商咀征 含商咀徵 含英咀华 咀嚼英华"
  },
  {
    "wenren": "泪",
    "xuetu": "下 涕 交 如 眼 流 雨 汪",
    "answers": "泪如雨下 泪下如雨 泪眼汪汪 涕泪交流 涕泪交下"
  },
  {
    "wenren": "死",
    "xuetu": "生 不 活 而 一 万 老 九",
    "answers": "不死不活 九死一生 老而不死 生生死死 万死一生 一生九死 一死一生"
  },
  {
    "wenren": "形",
    "xuetu": "影 色 匿 迹 无 藏 吊 潜",
    "answers": "藏形匿影 吊形吊影 匿迹潜形 匿影藏形 潜形匿迹 潜形匿影 无形无影 无影无形 形形色色"
  },
  {
    "wenren": "脂",
    "xuetu": "粉 膏 抹 民 擦 搽 调 弄",
    "answers": "擦脂抹粉 搽脂抹粉 调脂弄粉 民膏民脂 民脂民膏"
  },
  {
    "wenren": "廉",
    "xuetu": "公 正 砥 隅 明 洁 厉 砺",
    "answers": "砥厉廉隅 砥砺廉隅 公正廉洁 公正廉明 廉明公正"
  },
  {
    "wenren": "涸",
    "xuetu": "鱼 辙 鲋 得 水 枯 石 烂",
    "answers": "涸鲋得水 涸石烂 涸鱼得水 涸辙枯鱼 枯鱼涸辙"
  },
  {
    "wenren": "艾",
    "xuetu": "方 未 分 痛 兴 期 来 灸",
    "answers": "方来未艾 方兴未艾 灸艾分痛 期期艾艾 未艾方兴"
  },
  {
    "wenren": "恶",
    "xuetu": "善 不 好 同 嫉 进 惩 劝",
    "answers": "惩恶劝善 好恶不同 好善恶恶 好善嫉恶 进善惩恶 劝善惩恶 善善恶恶"
  },
  {
    "wenren": "言",
    "xuetu": "不 语 行 一 直 色 正 危",
    "answers": "不言不语 危言危行 危言正色 言行不一 一言一行 正色危言 正色直言 直言正色"
  },
  {
    "wenren": "恤",
    "xuetu": "贫 穷 老 安 富 怜 振 敬",
    "answers": "安富恤贫 安富恤穷 敬老恤贫 怜贫恤老 恤老怜贫 振穷恤贫"
  },
  {
    "wenren": "缓",
    "xuetu": "急 轻 不 济 重 脉 相 灸",
    "answers": "缓不济急 缓急轻重 缓急相济 急脉缓灸 轻重缓急"
  },
  {
    "wenren": "贩",
    "xuetu": "夫 隶 卒 妇 皁 皂 驺 走",
    "answers": "贩夫贩妇 贩夫皁隶 贩夫皂隶 贩夫驺卒 贩夫走卒"
  },
  {
    "wenren": "能",
    "xuetu": "贤 任 进 使 全 妒 智 嫉",
    "answers": "妒贤嫉能 嫉贤妒能 进贤进能 进贤任能 全能全智 全智全能 任贤使能 使贤任能"
  },
  {
    "wenren": "就",
    "xuetu": "不 高 将 低 成 随 机 计",
    "answers": "高不成低不就 将机就机 将机就计 将计就计 随高就低"
  },
  {
    "wenren": "全",
    "xuetu": "俱 才 双 百 貌 两 一 举",
    "answers": "百举百全 才貌俱全 才貌两全 才貌双全 一举两全"
  },
  {
    "wenren": "扇",
    "xuetu": "温 枕 风 席 秋 衾 团 纨",
    "answers": "秋风团扇 秋风纨扇 扇席温枕 扇枕温衾 扇枕温席 温衾扇枕 温席扇枕 温枕扇席"
  },
  {
    "wenren": "躲",
    "xuetu": "东 西 藏 闪 跑 偷 闲 静",
    "answers": "东藏西躲 东躲西藏 东躲西跑 躲躲闪闪 偷闲躲静"
  },
  {
    "wenren": "而",
    "xuetu": "不 一 言 无 望 足 知 信",
    "answers": "不言而信 不一而足 言而不信 言而无信 一望而知"
  },
  {
    "wenren": "慨",
    "xuetu": "慷 激 感 昂 悲 歌 烈 扬",
    "answers": "悲歌慷慨 感慨激昂 激昂慷慨 慷慨悲歌 慷慨激昂 慷慨激烈 慷慨激扬"
  },
  {
    "wenren": "戢",
    "xuetu": "鳞 戈 翼 干 潜 羽 隐 倒",
    "answers": "倒戢干戈 戢鳞潜翼 潜鳞戢羽 隐鳞戢翼 隐鳞戢羽"
  },
  {
    "wenren": "鬓",
    "xuetu": "鬟 风 雾 霜 雨 云 毛 雪",
    "answers": "风鬟雾鬓 风鬟雨鬓 雾鬓风鬟 雾鬓云鬟 雪鬓霜鬟 雪鬓霜毛 雨鬓风鬟 云鬟雾鬓"
  },
  {
    "wenren": "衢",
    "xuetu": "通 花 柳 陌 高 步 市 云",
    "answers": "高步通衢 高步云衢 花衢柳陌 柳陌花衢 柳衢花市"
  },
  {
    "wenren": "岩",
    "xuetu": "重 千 万 壑 迭 障 嶂 叠",
    "answers": "千岩万壑 万壑千岩 重岩迭障 重岩迭嶂 重岩叠障 重岩叠嶂"
  },
  {
    "wenren": "博",
    "xuetu": "闻 多 识 强 洽 物 学 记",
    "answers": "博洽多闻 博闻多识 博闻强记 博闻强识 博物多闻 博物洽闻 博学多闻 博学洽闻 洽博多闻 强记博闻 强识博闻"
  },
  {
    "wenren": "涎",
    "xuetu": "脸 皮 垂 欲 滴 馋 嘻 赖",
    "answers": "馋涎欲滴 垂涎欲滴 嘻皮涎脸 涎脸涎皮 涎皮赖脸 涎皮涎脸"
  },
  {
    "wenren": "窍",
    "xuetu": "迷 心 会 财 鬼 附 傅 痰",
    "answers": "财迷心窍 鬼迷心窍 窍附会 窍傅会 痰迷心窍"
  },
  {
    "wenren": "壁",
    "xuetu": "山 铁 铜 半 垒 河 森 严",
    "answers": "半壁河山 半壁山河 壁垒森严 森严壁垒 铁壁铜山 铜山铁壁"
  },
  {
    "wenren": "丧",
    "xuetu": "魂 胆 魄 失 惊 消 飞 亡",
    "answers": "胆丧魂惊 胆丧魂消 魂飞胆丧 魂飞魄丧 魂消胆丧 魂消魄丧 惊魂丧魄 丧胆亡魂 丧魂失魄 失魂丧胆 失魂丧魄 亡魂丧胆 亡魂丧魄"
  },
  {
    "wenren": "摄",
    "xuetu": "魂 魄 追 荡 勾 惊 风 景",
    "answers": "荡魂摄魄 勾魂摄魄 惊魂摄魄 追风摄景 追魂摄魄"
  },
  {
    "wenren": "脉",
    "xuetu": "一 情 相 含 通 关 温 承",
    "answers": "关情脉脉 含情脉脉 脉脉含情 脉脉相通 温情脉脉 一脉相承 一脉相通"
  },
  {
    "wenren": "知",
    "xuetu": "不 人 一 所 无 识 言 皆",
    "answers": "不识不知 不知所言 人人皆知 无所不知 无一不知 一无所知 知无不言"
  },
  {
    "wenren": "旋",
    "xuetu": "不 踵 计 跬 亡 败 祸 机",
    "answers": "败不旋踵 不旋踵 祸不旋踵 机不旋踵 计不旋跬 计不旋踵 亡不旋跬 亡不旋踵"
  },
  {
    "wenren": "魂",
    "xuetu": "魄 丧 胆 飞 惊 失 落 亡",
    "answers": "胆丧魂惊 魂飞胆落 魂飞胆丧 魂飞魄丧 魂惊胆落 魂惊魄落 魂亡胆落 魂亡魄失 惊魂落魄 惊魂丧魄 惊魂失魄 丧胆亡魂 丧魂落魄 丧魂失魄 失魂落魄 失魂丧胆 失魂丧魄 亡魂丧胆 亡魂丧魄 亡魂失魄"
  },
  {
    "wenren": "碌",
    "xuetu": "无 波 忙 庸 能 奇 为 闻",
    "answers": "波波碌碌 碌碌无能 碌碌无奇 碌碌无为 碌碌无闻 忙忙碌碌 庸庸碌碌"
  },
  {
    "wenren": "力",
    "xuetu": "心 竭 尽 同 齐 协 戮 一",
    "answers": "竭尽心力 尽心竭力 尽心尽力 戮力齐心 戮力同心 戮力一心 齐心戮力 齐心同力 齐心协力 齐心一力 同心竭力 同心戮力 同心协力 同心一力 协力齐心 协力同心 协心戮力 协心同力 一心一力"
  },
  {
    "wenren": "斗",
    "xuetu": "争 星 妍 转 艳 一 移 天",
    "answers": "斗艳争妍 斗转星移 星移斗转 一天星斗 争妍斗艳"
  },
  {
    "wenren": "措",
    "xuetu": "失 无 惊 皇 张 慌 惶 仓",
    "answers": "仓皇失措 仓皇无措 惊慌失措 惊慌无措 惊皇失措 惊惶失措 惊惶无措 张慌失措 张皇失措 张惶失措"
  },
  {
    "wenren": "鸡",
    "xuetu": "狗 犬 鸣 斗 酒 走 只 盗",
    "answers": "斗鸡走狗 斗鸡走犬 斗酒只鸡 狗盗鸡鸣 鸡鸣狗盗 只鸡斗酒"
  },
  {
    "wenren": "兴",
    "xuetu": "废 作 乘 风 亡 继 绝 浪",
    "answers": "乘风兴浪 兴废继绝 兴风作浪 兴亡继绝 作浪兴风"
  },
  {
    "wenren": "衒",
    "xuetu": "自 玉 售 沾 贾 石 求 媒",
    "answers": "衒玉贾石 衒玉求售 衒玉自售 沾沾自衒 自媒自衒"
  },
  {
    "wenren": "扑",
    "xuetu": "不 颠 破 迷 离 朔 磨 攧",
    "answers": "颠扑不磨 颠扑不破 攧扑不破 迷离扑朔 扑朔迷离"
  },
  {
    "wenren": "似",
    "xuetu": "如 水 流 年 痴 醉 胶 漆",
    "answers": "流年似水 如痴似醉 如胶似漆 似漆如胶 似水流年 似醉如痴"
  },
  {
    "wenren": "和",
    "xuetu": "一 风 日 唱 彼 此 丽 暖",
    "answers": "彼唱此和 此唱彼和 风和日丽 风和日暖 和风丽日 日和风暖 日丽风和 日暖风和 一唱一和"
  },
  {
    "wenren": "墙",
    "xuetu": "逾 萧 钻 隙 起 有 耳 祸",
    "answers": "祸起萧墙 墙有耳 萧墙祸起 逾墙钻隙 钻隙逾墙"
  },
  {
    "wenren": "椠",
    "xuetu": "铅 怀 握 抱 觚 提 左 右",
    "answers": "抱椠怀铅 怀觚握椠 怀铅提椠 怀铅握椠 握铅抱椠 左铅右椠"
  },
  {
    "wenren": "嘴",
    "xuetu": "舌 唇 咂 七 弄 八 调 张",
    "answers": "调嘴调舌 调嘴弄舌 弄嘴弄舌 七舌八嘴 七张八嘴 七嘴八舌 七嘴八张 咂嘴弄唇 咂嘴弄舌 咂嘴咂舌"
  },
  {
    "wenren": "铜",
    "xuetu": "铁 壁 山 铸 墙 打 浇 城",
    "answers": "铁壁铜墙 铁壁铜山 铁打铜铸 铜城铁壁 铜打铁铸 铜浇铁铸 铜墙铁壁 铜山铁壁 铜铸铁浇"
  },
  {
    "wenren": "敲",
    "xuetu": "玉 击 金 冰 戛 打 零 碎",
    "answers": "击玉敲金 戛玉敲冰 戛玉敲金 零打碎敲 零敲碎打 敲冰戛玉 敲金击玉 敲金戛玉"
  },
  {
    "wenren": "缩",
    "xuetu": "衣 食 头 节 颈 脑 黜 杀",
    "answers": "黜衣缩食 节衣缩食 杀衣缩食 缩头缩颈 缩头缩脑 缩衣节食"
  },
  {
    "wenren": "艳",
    "xuetu": "争 浓 斗 桃 李 妍 夭 如",
    "answers": "斗艳争妍 浓桃艳李 桃夭李艳 艳如桃李 争妍斗艳"
  },
  {
    "wenren": "俭",
    "xuetu": "不 奢 克 礼 宁 勤 丰 中",
    "answers": "不丰不俭 俭不中礼 克俭克勤 克勤克俭 礼奢宁俭"
  },
  {
    "wenren": "童",
    "xuetu": "黄 老 白 叟 还 返 反 归",
    "answers": "白叟黄童 反老还童 返老归童 返老还童 黄童白叟"
  },
  {
    "wenren": "杜",
    "xuetu": "防 微 口 渐 萌 结 舌 除",
    "answers": "杜渐除微 杜渐防萌 杜渐防微 杜口结舌 防萌杜渐 防微杜渐 结舌杜口"
  },
  {
    "wenren": "及",
    "xuetu": "不 无 悔 之 莫 所 防 后",
    "answers": "防不及防 后悔不及 后悔莫及 后悔无及 悔之不及 悔之无及 无所不及"
  },
  {
    "wenren": "脑",
    "xuetu": "头 探 滑 贼 鬼 楞 呆 缩",
    "answers": "呆头呆脑 鬼头鬼脑 鬼头滑脑 滑头滑脑 楞头呆脑 楞头楞脑 缩头缩脑 探头缩脑 探头探脑 贼头鬼脑 贼头贼脑"
  },
  {
    "wenren": "掷",
    "xuetu": "一 金 声 地 龙 虎 千 拿",
    "answers": "虎掷龙拿 金声掷地 千金一掷 一掷千金 掷地金声"
  },
  {
    "wenren": "杵",
    "xuetu": "针 磨 成 臼 交 铁 之 作",
    "answers": "杵臼交 杵臼之交 臼杵之交 磨杵成针 磨杵作针 铁杵成针 铁杵磨成针"
  },
  {
    "wenren": "桑",
    "xuetu": "榆 田 沧 海 景 陵 谷 暮",
    "answers": "沧海桑田 海桑陵谷 陵谷沧桑 暮景桑榆 桑田沧海 桑榆暮景"
  },
  {
    "wenren": "会",
    "xuetu": "附 融 神 贯 通 心 穿 凿",
    "answers": "穿凿附会 附会穿凿 贯穿融会 贯通融会 融会贯通 神会心融"
  },
  {
    "wenren": "宇",
    "xuetu": "墙 峻 气 轩 昂 雕 器 彫",
    "answers": "雕墙峻宇 峻宇彫墙 峻宇雕墙 气宇轩昂 器宇轩昂 轩昂气宇"
  },
  {
    "wenren": "拥",
    "xuetu": "书 城 百 纷 后 前 呼 坐",
    "answers": "纷纷拥拥 后拥前呼 前呼后拥 拥书百城 坐拥百城 坐拥书城"
  },
  {
    "wenren": "实",
    "xuetu": "名 虚 其 不 声 副 过 符",
    "answers": "名不符实 名不副实 名符其实 名副其实 名过其实 名声过实 虚虚实实"
  },
  {
    "wenren": "枢",
    "xuetu": "户 桑 牖 瓮 绳 桊 蓬 棬",
    "answers": "桑户桊枢 桑户蓬枢 桑户棬枢 桑枢瓮牖 绳枢瓮牖 瓮牖桑枢 瓮牖绳枢"
  },
  {
    "wenren": "铃",
    "xuetu": "解 系 人 还 须 是 需 用",
    "answers": "解铃还是系铃人 解铃还须系铃人 解铃还需系铃人 解铃系铃 解铃须用系铃人"
  },
  {
    "wenren": "附",
    "xuetu": "攀 趋 龙 炎 骥 凤 势 热",
    "answers": "凤附龙攀 附凤攀龙 附势趋炎 附炎趋热 龙攀凤附 攀龙附凤 攀龙附骥 攀炎附热 趋炎附热 趋炎附势"
  },
  {
    "wenren": "劝",
    "xuetu": "一 恶 善 百 惩 讽 赏 罚",
    "answers": "惩恶劝善 罚一劝百 讽一劝百 劝百讽一 劝善惩恶 赏一劝百"
  },
  {
    "wenren": "视",
    "xuetu": "听 虎 顾 狼 步 鹰 反 内",
    "answers": "反听内视 狼顾虎视 内视反听 鹰视虎步 鹰视狼步 鹰视狼顾"
  },
  {
    "wenren": "涯",
    "xuetu": "天 角 海 地 比 邻 咫 尺",
    "answers": "地角天涯 海角天涯 海涯天角 天涯比邻 天涯地角 天涯海角 天涯咫尺 咫尺天涯"
  },
  {
    "wenren": "散",
    "xuetu": "云 雨 消 雾 星 飞 收 烟",
    "answers": "星飞云散 烟飞星散 烟消雾散 烟消云散 雨散云飞 雨散云收 雨收云散 雨消云散 云飞雨散 云收雨散 云消雾散 云消雨散"
  },
  {
    "wenren": "龙",
    "xuetu": "凤 虎 飞 蟠 盘 踞 舞 翥",
    "answers": "凤舞龙飞 凤舞龙蟠 凤翥龙蟠 虎踞龙盘 虎踞龙蟠 踞虎盘龙 龙飞凤舞 龙飞凤翥 龙盘凤舞 龙盘凤翥 龙盘虎踞 龙蟠凤翥 龙蟠虎踞 舞凤飞龙"
  },
  {
    "wenren": "循",
    "xuetu": "蹈 矩 规 环 恶 性 往 复",
    "answers": "蹈规循矩 蹈矩循规 恶性循环 循规蹈矩 循环往复"
  },
  {
    "wenren": "生",
    "xuetu": "死 不 之 一 花 笔 长 世",
    "answers": "长生不死 生花之笔 生生世世 生生死死 一生一世 一死一生"
  },
  {
    "wenren": "沅",
    "xuetu": "兰 澧 芷 茞 江 九 肋 湘",
    "answers": "澧兰沅芷 沅茞澧兰 沅江九肋 沅芷澧兰 沅芷湘兰"
  },
  {
    "wenren": "凉",
    "xuetu": "炎 不 踽 世 态 避 附 酸",
    "answers": "避凉附炎 不凉不酸 踽踽凉凉 世态炎凉 炎凉世态"
  },
  {
    "wenren": "习",
    "xuetu": "常 故 成 积 俗 安 蹈 以",
    "answers": "安常习故 蹈常习故 蹈故习常 积习成俗 习故安常 习以成俗"
  },
  {
    "wenren": "悲",
    "xuetu": "歌 乐 极 击 筑 慷 慨 生",
    "answers": "悲歌击筑 悲歌慷慨 击筑悲歌 慷慨悲歌 乐极悲生 乐极生悲"
  },
  {
    "wenren": "党",
    "xuetu": "群 狐 狗 私 结 朋 营 植",
    "answers": "狗党狐朋 狗党狐群 狐朋狗党 狐群狗党 结党营私 营私植党 植党营私"
  },
  {
    "wenren": "腮",
    "xuetu": "耳 拙 口 搔 撧 挠 钝 抓",
    "answers": "钝口拙腮 撧耳挠腮 挠腮撧耳 抓耳挠腮 抓耳搔腮 拙口钝腮"
  },
  {
    "wenren": "鬟",
    "xuetu": "鬓 风 雾 雨 云 碧 红 袖",
    "answers": "碧鬟红袖 风鬟雾鬓 风鬟雨鬓 雾鬓风鬟 雾鬓云鬟 雨鬓风鬟 云鬟雾鬓"
  },
  {
    "wenren": "作",
    "xuetu": "为 不 无 恶 乱 胡 非 所",
    "answers": "胡作非为 胡作胡为 胡作乱为 乱作胡为 所作所为 为非作恶 无恶不作 无所不作 无所作为"
  },
  {
    "wenren": "誉",
    "xuetu": "名 沽 毁 钓 无 干 吊 要",
    "answers": "吊誉沽名 钓名沽誉 钓名要誉 钓誉沽名 沽名吊誉 沽名钓誉 沽名干誉 沽名要誉 沽誉钓名 无毁无誉"
  },
  {
    "wenren": "质",
    "xuetu": "心 玉 兰 蕙 金 相 纨 其",
    "answers": "蕙心兰质 蕙心纨质 金相玉质 金玉其质 兰质蕙心 玉质金相"
  },
  {
    "wenren": "石",
    "xuetu": "金 之 心 如 盘 坚 安 磐",
    "answers": "安如盘石 安如磐石 坚如盘石 坚如磐石 金石之坚 盘石之安 磐石之安 心如坚石 心如金石"
  },
  {
    "wenren": "边",
    "xuetu": "无 不 际 风 耳 月 落 着",
    "answers": "不落边际 不着边际 耳边风 风月无边 无边风月 无边无际"
  },
  {
    "wenren": "泣",
    "xuetu": "血 心 可 声 饮 歌 吞 椎",
    "answers": "可歌可泣 可泣可歌 吞声饮泣 饮泣吞声 椎心泣血 椎心饮泣"
  },
  {
    "wenren": "盘",
    "xuetu": "根 龙 虎 结 错 踞 节 固",
    "answers": "错节盘根 根结盘固 虎踞龙盘 踞虎盘龙 龙盘虎踞 盘根错节"
  },
  {
    "wenren": "号",
    "xuetu": "哭 鬼 发 令 神 大 施 涣",
    "answers": "发号施令 鬼哭神号 涣发大号 神号鬼哭 施号发令"
  },
  {
    "wenren": "醒",
    "xuetu": "梦 如 初 方 独 醉 大 清",
    "answers": "大梦初醒 大梦方醒 独清独醒 如梦初醒 如梦方醒 如醉初醒 如醉方醒"
  },
  {
    "wenren": "怕",
    "xuetu": "欺 生 鬼 硬 软 有 死 贪",
    "answers": "怕鬼有鬼 怕死贪生 怕硬欺软 欺软怕硬 欺硬怕软 贪生怕死"
  },
  {
    "wenren": "阴",
    "xuetu": "阳 寸 不 错 尺 璧 差 壁",
    "answers": "不阴不阳 尺壁寸阴 寸阴尺璧 阴差阳错 阴错阳差"
  },
  {
    "wenren": "揎",
    "xuetu": "拳 袖 裸 捋 攞 捰 臂 拢",
    "answers": "捋袖揎拳 裸袖揎拳 攞袖揎拳 捰袖揎拳 揎拳拢袖 揎拳捋袖 揎拳裸臂 揎拳裸袖 揎拳攞袖 揎拳捰袖"
  },
  {
    "wenren": "沾",
    "xuetu": "草 惹 花 泥 禅 絮 迷 风",
    "answers": "禅絮沾泥 迷花沾草 惹草沾花 沾风惹草 沾花惹草"
  },
  {
    "wenren": "执",
    "xuetu": "不 坚 锐 被 甲 兵 从 披",
    "answers": "被甲执兵 被坚执锐 坚执不从 披坚执锐 执锐披坚"
  },
  {
    "wenren": "貂",
    "xuetu": "狗 续 尾 酒 金 换 裘 取",
    "answers": "貂裘换酒 狗尾貂续 狗尾续貂 狗续貂尾 狗续金貂 金貂换酒 金貂取酒"
  },
  {
    "wenren": "悠",
    "xuetu": "自 游 得 在 荡 忽 哉 然",
    "answers": "悠然自得 悠悠荡荡 悠悠忽忽 悠游自得 悠游自在 悠哉游哉"
  },
  {
    "wenren": "乎",
    "xuetu": "其 出 之 难 神 也 者 反",
    "answers": "出乎反乎 难乎其难 神乎其神 者也之乎 之乎者也"
  },
  {
    "wenren": "蚁",
    "xuetu": "蜂 聚 附 屯 攒 蝇 集 拥",
    "answers": "蜂屯蚁附 蜂屯蚁聚 蜂拥蚁聚 蜂拥蚁屯 蜂攒蚁集 蜂攒蚁聚 蚁附蜂屯 蚁附蝇集 蚁集蜂攒 蚁聚蜂屯 蚁聚蜂攒 蚁拥蜂攒 蝇集蚁附 蝇攒蚁附 蝇攒蚁聚"
  },
  {
    "wenren": "淳",
    "xuetu": "还 反 朴 返 正 古 浇 散",
    "answers": "反朴还淳 反正还淳 返朴还淳 还淳反古 还淳反朴 还淳返朴 浇淳散朴"
  },
  {
    "wenren": "顺",
    "xuetu": "天 百 人 依 应 时 千 随",
    "answers": "百顺百依 百顺千随 百依百顺 千随百顺 千依百顺 顺人应天 顺天应人 顺天应时 应天顺人"
  },
  {
    "wenren": "衣",
    "xuetu": "食 锦 行 布 恶 粝 夜 粗",
    "answers": "布衣粝食 粗衣恶食 粗衣粝食 恶衣恶食 恶衣粝食 粝食粗衣 衣锦夜行"
  },
  {
    "wenren": "四",
    "xuetu": "三 八 不 方 面 楚 歌 起",
    "answers": "不三不四 楚歌四面 楚歌四起 三三四四 四方八面 四面八方 四面楚歌"
  },
  {
    "wenren": "影",
    "xuetu": "形 无 声 踪 吊 相 吠 附",
    "answers": "吊形吊影 吠影吠声 附声吠影 附影附声 无形无影 无影无形 无影无踪 无踪无影 形影相吊 形影相附"
  },
  {
    "wenren": "纷",
    "xuetu": "纭 议 论 籍 攘 扰 扬 洋",
    "answers": "纷纷籍籍 纷纷攘攘 纷纷扰扰 纷纷扬扬 纷纷洋洋 议论纷纷 议论纷纭"
  },
  {
    "wenren": "小",
    "xuetu": "大 无 心 事 微 胆 慎 谨",
    "answers": "胆大心小 谨小慎微 慎小谨微 慎小事微 事无大小 无大无小 小心谨慎"
  },
  {
    "wenren": "砥",
    "xuetu": "砺 节 行 名 磨 厉 号 励",
    "answers": "砥节厉行 砥节励行 砥节砺行 砥厉名号 砥砺名号 砥砺名节 砥行磨名"
  },
  {
    "wenren": "入",
    "xuetu": "出 不 深 骨 神 髓 鬼 格",
    "answers": "出鬼入神 出入神鬼 格格不入 鬼出神入 深入骨髓 神出鬼入"
  },
  {
    "wenren": "细",
    "xuetu": "不 节 语 行 末 喃 拘 枝",
    "answers": "不拘细节 不拘细行 末节细行 喃喃细语 细枝末节"
  },
  {
    "wenren": "铁",
    "xuetu": "铜 心 山 打 壁 铸 肠 石",
    "answers": "铁壁铜山 铁肠石心 铁打铜铸 铁打心肠 铁石心肠 铁心石肠 铜打铁铸 铜山铁壁"
  },
  {
    "wenren": "斤",
    "xuetu": "两 播 掂 半 八 估 搬 面",
    "answers": "搬斤播两 半斤八两 半斤八面 掂斤播两 掂斤估两"
  },
  {
    "wenren": "揆",
    "xuetu": "度 理 情 势 不 可 审 时",
    "answers": "不可揆度 揆理度情 揆理度势 揆情度理 揆情审势 揆时度势"
  },
  {
    "wenren": "躯",
    "xuetu": "捐 糜 碎 骨 首 粉 灰 身",
    "answers": "粉骨捐躯 粉骨糜躯 灰躯糜骨 糜躯碎首 碎身糜躯 碎首糜躯"
  },
  {
    "wenren": "泛",
    "xuetu": "之 浮 谈 宅 家 而 交 人",
    "answers": "泛泛而谈 泛泛之交 泛泛之人 泛泛之谈 泛宅浮家 浮家泛宅"
  },
  {
    "wenren": "除",
    "xuetu": "害 利 兴 新 秽 布 弊 旧",
    "answers": "除害兴利 除秽布新 除旧布新 兴利除弊 兴利除害"
  },
  {
    "wenren": "炭",
    "xuetu": "涂 生 民 漆 身 吞 灵 苍",
    "answers": "苍生涂炭 民生涂炭 漆身吞炭 生灵涂炭 生民涂炭 涂炭生灵 吞炭漆身"
  },
  {
    "wenren": "顾",
    "xuetu": "狼 后 视 前 鸱 虑 瞻 长",
    "answers": "长虑顾后 长虑后顾 鸱视狼顾 顾后瞻前 前瞻后顾 瞻前顾后"
  },
  {
    "wenren": "襟",
    "xuetu": "裾 肘 马 牛 捉 露 见 掣",
    "answers": "掣襟露肘 襟裾马牛 裾马襟牛 马牛襟裾 牛马襟裾 捉襟见肘 捉襟露肘 捉襟肘见"
  },
  {
    "wenren": "浪",
    "xuetu": "风 迹 浮 踪 破 作 乘 兴",
    "answers": "乘风破浪 乘风兴浪 浮迹浪踪 浮踪浪迹 浪迹浮踪 破浪乘风 兴风作浪 作浪兴风"
  },
  {
    "wenren": "卿",
    "xuetu": "公 我 名 白 衣 怜 钜 相",
    "answers": "白衣公卿 白衣卿相 怜我怜卿 名公钜卿 名卿钜公 卿卿我我"
  },
  {
    "wenren": "宵",
    "xuetu": "旰 食 衣 彻 通 达 旦 连",
    "answers": "旰食宵衣 连宵达旦 通宵彻旦 通宵达旦 宵衣旰食 衣宵食旰"
  },
  {
    "wenren": "开",
    "xuetu": "天 见 口 门 山 云 诚 心",
    "answers": "开口见心 开门见山 开心见诚 开云见天 云开见天"
  },
  {
    "wenren": "蛾",
    "xuetu": "火 飞 赴 扑 灯 焰 烛 投",
    "answers": "灯蛾扑火 飞蛾赴火 飞蛾赴焰 飞蛾赴烛 飞蛾扑火 飞蛾投火"
  },
  {
    "wenren": "披",
    "xuetu": "肝 沥 胆 带 戴 月 露 星",
    "answers": "带月披星 戴月披星 肝胆披沥 沥胆披肝 露胆披肝 披肝沥胆 披肝露胆 披沥肝胆 披露肝胆 披星带月 披星戴月"
  },
  {
    "wenren": "妙",
    "xuetu": "语 手 绝 肖 惟 丹 青 伦",
    "answers": "丹青妙手 妙手丹青 惟妙惟肖 惟肖惟妙 语妙绝伦"
  },
  {
    "wenren": "宜",
    "xuetu": "制 时 事 因 权 随 施 遭",
    "answers": "权时制宜 随时施宜 随时制宜 随事制宜 因时制宜 因事制宜 遭时制宜 遭事制宜"
  },
  {
    "wenren": "生",
    "xuetu": "死 不 之 一 花 笔 长 世",
    "answers": "长生不死 生花之笔 生生世世 生生死死 一生一世 一死一生"
  },
  {
    "wenren": "盲",
    "xuetu": "风 雨 怪 晦 暴 妒 云 涩",
    "answers": "怪雨盲风 盲风暴雨 盲风妒雨 盲风怪雨 盲风怪云 盲风晦雨 盲风涩雨"
  },
  {
    "wenren": "蹐",
    "xuetu": "天 地 踨 局 高 厚 不 安",
    "answers": "蹐地局天 蹐地踨天 局高蹐厚 局天蹐地 踨高蹐厚 踨蹐不安 踨天蹐地"
  },
  {
    "wenren": "尔",
    "xuetu": "新 不 婚 宴 聊 复 燕 得",
    "answers": "不得不尔 聊复尔尔 新婚宴尔 新婚燕尔 宴尔新婚 燕尔新婚"
  },
  {
    "wenren": "阐",
    "xuetu": "幽 微 抉 显 明 奥 研 精",
    "answers": "阐幽抉微 阐幽明微 抉奥阐幽 微显阐幽 显微阐幽 研精阐微"
  },
  {
    "wenren": "只",
    "xuetu": "片 孤 影 形 单 言 语 字",
    "answers": "片言只语 片言只字 形单影只 形孤影只 形只影单 影只形单 影只形孤 只言片语"
  },
  {
    "wenren": "为",
    "xuetu": "不 以 无 作 足 所 之 意",
    "answers": "不以为意 不足为意 所作所为 无所不为 无所作为 以意为之"
  },
  {
    "wenren": "孔",
    "xuetu": "鼻 天 情 周 思 朝 辽 撩",
    "answers": "鼻孔朝天 鼻孔辽天 鼻孔撩天 孔情周思 孔思周情 周情孔思"
  },
  {
    "wenren": "珠",
    "xuetu": "璧 合 还 隋 连 联 浦 和",
    "answers": "璧合珠连 璧合珠联 合浦还珠 合浦珠还 和璧隋珠 还珠合浦 连珠合璧 隋珠和璧 珠还合浦 珠连璧合 珠联璧合"
  },
  {
    "wenren": "中",
    "xuetu": "有 之 无 生 釜 鱼 百 发",
    "answers": "百发百中 百中百发 釜中生鱼 釜中之鱼 无中生有"
  },
  {
    "wenren": "油",
    "xuetu": "火 加 添 醋 尽 干 灯 上",
    "answers": "灯尽油干 火上加油 火上添油 加油加醋 加油添醋 添醋加油 添油加醋 油干灯尽 油干火尽"
  },
  {
    "wenren": "折",
    "xuetu": "不 百 摧 回 榱 栋 千 崩",
    "answers": "百折不摧 百折不回 百折千回 榱崩栋折 榱栋崩折 栋折榱崩 千回百折"
  },
  {
    "wenren": "干",
    "xuetu": "利 净 口 不 唇 落 燥 脆",
    "answers": "不干不净 唇干口燥 干脆利落 干净利落 口燥唇干"
  },
  {
    "wenren": "殊",
    "xuetu": "同 归 涂 途 方 致 出 处",
    "answers": "出处殊涂 出处殊途 殊方同致 殊涂同归 殊涂同致 殊途同归 殊致同归 同归殊涂 同归殊途"
  },
  {
    "wenren": "隋",
    "xuetu": "珠 璧 和 楚 珍 侯 之 玉",
    "answers": "楚璧隋珍 和璧隋珠 隋侯之珠 隋珠和璧 隋珠和玉"
  },
  {
    "wenren": "操",
    "xuetu": "券 室 戈 胜 入 左 稳 同",
    "answers": "操戈入室 操戈同室 入室操戈 同室操戈 稳操胜券 稳操左券"
  },
  {
    "wenren": "月",
    "xuetu": "风 花 清 明 嘲 弄 朗 咏",
    "answers": "嘲风弄月 嘲风咏月 风清月朗 风清月明 朗月清风 明月清风 弄月嘲风 清风朗月 清风明月 咏嘲风月 咏月嘲风 咏月嘲花 月朗风清"
  },
  {
    "wenren": "佳",
    "xuetu": "人 薄 命 才 子 婿 乘 龙",
    "answers": "薄命佳人 才子佳人 乘龙佳婿 佳人薄命 佳人才子"
  },
  {
    "wenren": "戮",
    "xuetu": "力 心 齐 同 殚 谋 一 壹",
    "answers": "殚谋戮力 戮力齐心 戮力同心 戮力一心 戮力壹心 齐心戮力 同心戮力"
  },
  {
    "wenren": "烂",
    "xuetu": "焦 头 额 天 真 破 漫 熳",
    "answers": "焦头烂额 烂额焦头 烂漫天真 烂熳天真 破头烂额 天真烂漫 天真烂熳 头焦额烂"
  },
  {
    "wenren": "磨",
    "xuetu": "砥 砺 擦 砻 拳 掌 琢 礲",
    "answers": "擦拳磨掌 擦掌磨拳 砥砺琢磨 磨砻砥砺 磨礲砥砺 磨拳擦掌"
  },
  {
    "wenren": "字",
    "xuetu": "一 句 不 金 逐 易 千 珠",
    "answers": "不易一字 一字不易 一字千金 一字一句 一字一珠 逐句逐字 逐字逐句"
  },
  {
    "wenren": "疼",
    "xuetu": "知 着 热 不 痒 轻 怜 惜",
    "answers": "不知疼痒 不着疼热 轻怜疼惜 知疼着热 知疼着痒"
  },
  {
    "wenren": "哑",
    "xuetu": "聋 子 梦 推 妆 作 做 托",
    "answers": "推聋妆哑 推聋作哑 哑子托梦 哑子做梦 妆聋做哑"
  },
  {
    "wenren": "踔",
    "xuetu": "厉 发 奋 绝 之 能 风 骏",
    "answers": "踔绝之能 踔厉奋发 踔厉风发 踔厉骏发 奋发踔厉"
  },
  {
    "wenren": "券",
    "xuetu": "操 左 胜 如 稳 必 可 持",
    "answers": "必操胜券 可操左券 如操左券 如持左券 稳操胜券 稳操左券"
  },
  {
    "wenren": "趾",
    "xuetu": "适 方 圆 截 屦 履 颅 刖",
    "answers": "方趾圆颅 截趾适屦 截趾适履 圆颅方趾 刖趾适屦 刖趾适履"
  },
  {
    "wenren": "贤",
    "xuetu": "能 进 任 使 妒 举 嫉 选",
    "answers": "妒贤嫉能 嫉贤妒能 进贤进能 进贤任能 举贤任能 举贤使能 任贤使能 使贤任能 选贤举能 选贤任能"
  },
  {
    "wenren": "火",
    "xuetu": "水 风 如 汤 燎 蹈 急 赴",
    "answers": "蹈赴汤火 蹈火赴汤 蹈汤赴火 风风火火 赴汤蹈火 火急火燎 急如风火 如蹈水火 如蹈汤火"
  },
  {
    "wenren": "捶",
    "xuetu": "胸 脚 顿 跌 足 床 枕 捣",
    "answers": "捶床捣枕 捶胸跌脚 捶胸跌足 捶胸顿脚 捶胸顿足 跌脚捶胸 顿脚捶胸 顿足捶胸"
  },
  {
    "wenren": "苫",
    "xuetu": "寝 枕 铺 眉 眼 草 干 戈",
    "answers": "铺眉苫眼 寝苫枕草 寝苫枕干 寝苫枕戈 苫眼铺眉"
  },
  {
    "wenren": "富",
    "xuetu": "国 贫 民 强 安 兵 爱 嫌",
    "answers": "爱富嫌贫 安国富民 富国安民 富国强兵 富国强民 国富兵强 国富民安 国富民强 民富国强 强兵富国 嫌贫爱富"
  },
  {
    "wenren": "克",
    "xuetu": "不 无 己 攻 奉 公 俭 勤",
    "answers": "奉公克己 攻无不克 克己奉公 克俭克勤 克勤克俭"
  },
  {
    "wenren": "调",
    "xuetu": "弄 舌 瑟 琴 粉 唇 朱 嘴",
    "answers": "调唇弄舌 调舌弄唇 调朱弄粉 调嘴调舌 调嘴弄舌 弄粉调朱 瑟调琴弄 瑟弄琴调"
  },
  {
    "wenren": "秣",
    "xuetu": "马 兵 厉 历 励 练 束 选",
    "answers": "历兵秣马 厉兵秣马 励兵秣马 练兵秣马 秣马厉兵 束兵秣马 选兵秣马"
  },
  {
    "wenren": "碍",
    "xuetu": "无 手 挂 脚 足 拘 羐 心",
    "answers": "碍手碍脚 碍足碍手 无挂无碍 无拘无碍 无羐无碍 心无挂碍"
  },
  {
    "wenren": "蠹",
    "xuetu": "民 国 病 害 政 残 耗 殃",
    "answers": "蠹国病民 蠹国残民 蠹国害民 蠹国耗民 蠹国殃民 蠹政病民 蠹政害民"
  },
  {
    "wenren": "霄",
    "xuetu": "耸 云 壑 凌 之 昂 干 志",
    "answers": "昂霄耸壑 干霄凌云 凌霄之志 耸壑昂霄 耸壑凌霄"
  },
  {
    "wenren": "雷",
    "xuetu": "风 行 鸣 掣 厉 动 瓦 釜",
    "answers": "风掣雷行 风行雷厉 雷动风行 雷厉风行 雷鸣瓦釜 瓦釜雷鸣"
  },
  {
    "wenren": "定",
    "xuetu": "不 安 神 心 邦 国 魂 魄",
    "answers": "安邦定国 安魂定魄 安神定魄 定国安邦 心神不定"
  },
  {
    "wenren": "和",
    "xuetu": "一 风 日 唱 彼 此 丽 暖",
    "answers": "彼唱此和 此唱彼和 风和日丽 风和日暖 和风丽日 日和风暖 日丽风和 日暖风和 一唱一和"
  },
  {
    "wenren": "省",
    "xuetu": "不 事 人 晨 昏 定 参 暮",
    "answers": "不省人事 晨参暮省 晨昏定省 昏定晨省 人事不省"
  },
  {
    "wenren": "禄",
    "xuetu": "高 官 厚 重 位 爵 加 进",
    "answers": "高官厚禄 高官重禄 高爵厚禄 高爵重禄 高位厚禄 高位重禄 厚禄高官 加官进禄 进禄加官"
  },
  {
    "wenren": "勇",
    "xuetu": "有 智 无 大 进 猛 谋 精",
    "answers": "大智大勇 精进勇猛 勇猛精进 有勇无谋 有勇有谋"
  },
  {
    "wenren": "坠",
    "xuetu": "遗 簪 天 花 乱 呱 珥 地",
    "answers": "呱呱坠地 乱坠天花 天花乱坠 遗珥坠簪 遗簪坠珥"
  },
  {
    "wenren": "备",
    "xuetu": "不 其 兼 无 德 攻 掩 才",
    "answers": "才德兼备 德才兼备 攻其不备 攻其无备 掩其不备 掩其无备"
  },
  {
    "wenren": "眉",
    "xuetu": "眼 目 横 张 善 瞪 怒 竖",
    "answers": "横眉瞪目 横眉瞪眼 横眉怒目 横眉竖眼 怒目横眉 善眉善眼 张眉张眼"
  },
  {
    "wenren": "破",
    "xuetu": "家 亡 胆 国 心 为 人 惊",
    "answers": "国破家亡 家破人亡 家亡国破 惊心破胆 破国亡家 破家亡国 破家为国 人亡家破 亡国破家"
  },
  {
    "wenren": "栖",
    "xuetu": "谷 饮 隐 山 岩 遑 丘 林",
    "answers": "林栖谷隐 栖栖遑遑 栖丘饮谷 山栖谷饮 山栖谷隐 岩栖谷饮 岩栖谷隐 饮谷栖丘"
  },
  {
    "wenren": "送",
    "xuetu": "迎 来 往 新 目 手 挥 故",
    "answers": "目送手挥 手挥目送 送故迎新 送往迎来 迎来送往 迎新送故"
  },
  {
    "wenren": "穷",
    "xuetu": "无 极 尽 计 力 理 屈 词",
    "answers": "词穷理极 词穷理尽 词穷理屈 计尽力穷 计穷力极 计穷力尽 计穷力屈 理屈词穷 力屈计穷 无尽无穷 无穷无尽"
  },
  {
    "wenren": "撩",
    "xuetu": "拨 雨 云 蜂 嘴 牙 剔 蝎",
    "answers": "拨雨撩云 拨云撩雨 拨嘴撩牙 撩蜂剔蝎 撩云拨雨 剔蝎撩蜂"
  },
  {
    "wenren": "奇",
    "xuetu": "异 怪 古 花 千 闻 草 百",
    "answers": "百怪千奇 奇花异草 千古奇闻 千奇百怪 异草奇花"
  },
  {
    "wenren": "骋",
    "xuetu": "驰 游 目 怀 风 雨 电 观",
    "answers": "骋怀游目 驰风骋雨 风驰电骋 游目骋观 游目骋怀"
  },
  {
    "wenren": "枣",
    "xuetu": "梨 吞 祸 灾 让 推 鹘 仑",
    "answers": "鹘仑吞枣 祸枣灾梨 让枣推梨 推梨让枣 灾梨祸枣"
  },
  {
    "wenren": "吉",
    "xuetu": "凶 日 良 辰 避 趋 多 少",
    "answers": "避凶趋吉 多凶少吉 吉日良辰 良辰吉日 趋吉避凶 凶多吉少"
  },
  {
    "wenren": "匡",
    "xuetu": "济 时 一 俗 世 九 合 国",
    "answers": "济世匡时 九合一匡 匡国济时 匡时济世 匡时济俗 匡俗济时 一匡九合"
  },
  {
    "wenren": "浃",
    "xuetu": "汗 流 沦 髓 背 肌 肤 出",
    "answers": "汗出浃背 汗流浃背 汗流浃肤 浃背汗流 浃沦肌髓 浃髓沦肤 浃髓沦肌 流汗浃背 沦肌浃髓 沦浃肌髓"
  },
  {
    "wenren": "匠",
    "xuetu": "心 独 运 具 斤 别 大 妙",
    "answers": "别具匠心 大匠运斤 独具匠心 独运匠心 匠心独具 匠心独妙 匠心独运"
  },
  {
    "wenren": "筑",
    "xuetu": "道 傍 室 悲 歌 击 之 舍",
    "answers": "悲歌击筑 道傍之筑 道傍筑室 击筑悲歌 筑舍道傍"
  },
  {
    "wenren": "鼠",
    "xuetu": "窜 狗 狐 窃 狼 盗 偷 奔",
    "answers": "狗盗鼠窃 狗偷鼠窃 狐奔鼠窜 狼奔鼠窜 狼奔鼠偷 鼠窜狗盗 鼠窜狼奔 鼠盗狗窃 鼠窃狗盗 鼠窃狗偷 鼠偷狗盗"
  },
  {
    "wenren": "裂",
    "xuetu": "心 胆 眦 魂 飞 发 指 惊",
    "answers": "胆裂魂飞 发指眦裂 魂飞胆裂 惊心裂胆 心惊胆裂 眦裂发指"
  },
  {
    "wenren": "戏",
    "xuetu": "游 衣 彩 班 蝶 蜂 采 斑",
    "answers": "班衣戏采 班衣戏彩 斑衣戏彩 戏蝶游蜂 游蜂戏蝶"
  },
  {
    "wenren": "比",
    "xuetu": "肩 连 踵 事 物 类 迹 接",
    "answers": "比肩接迹 比肩接踵 比物连类 接踵比肩 连类比事 连类比物"
  },
  {
    "wenren": "玄",
    "xuetu": "超 钩 故 虚 提 要 弄 著",
    "answers": "超超玄著 钩玄提要 故弄虚玄 故弄玄虚 提要钩玄"
  },
  {
    "wenren": "蒸",
    "xuetu": "云 变 龙 雾 霞 蔚 虎 涌",
    "answers": "虎变龙蒸 雾涌云蒸 霞蔚云蒸 云蒸龙变 云蒸霞蔚"
  },
  {
    "wenren": "圣",
    "xuetu": "贤 凡 入 先 至 超 师 古",
    "answers": "超凡入圣 古圣先贤 入圣超凡 先圣先师 至圣先师"
  },
  {
    "wenren": "值",
    "xuetu": "不 一 钱 分 文 驳 顾 哂",
    "answers": "不值一驳 不值一顾 不值一钱 不值一哂 分文不值 一钱不值 一文不值"
  },
  {
    "wenren": "鸦",
    "xuetu": "雀 鹊 静 无 飞 乱 默 声",
    "answers": "鸦飞雀乱 鸦飞鹊乱 鸦默雀静 鸦默鹊静 鸦雀无声 鸦鹊无声"
  },
  {
    "wenren": "马",
    "xuetu": "牛 风 头 鞍 一 角 白 乌",
    "answers": "风马牛 马角乌白 马角乌头 乌白马角 乌头马角 一马一鞍"
  },
  {
    "wenren": "解",
    "xuetu": "冰 瓦 分 难 消 纷 排 冻",
    "answers": "冰消冻解 冰消瓦解 解纷排难 难分难解 难解难分 排难解纷 瓦解冰消"
  },
  {
    "wenren": "断",
    "xuetu": "残 肠 简 编 寸 垣 柔 壁",
    "answers": "残编断简 断壁残垣 断编残简 断简残编 断垣残壁 柔肠寸断"
  },
  {
    "wenren": "由",
    "xuetu": "不 自 之 主 己 言 身 衷",
    "answers": "不由自主 身不由己 身不由主 言不由衷 由衷之言"
  },
  {
    "wenren": "俦",
    "xuetu": "侣 凤 燕 莺 鸾 命 啸 交",
    "answers": "鸾俦凤侣 鸾交凤俦 命俦啸侣 啸侣命俦 燕俦莺侣 燕侣莺俦 莺俦燕侣"
  },
  {
    "wenren": "即",
    "xuetu": "之 不 可 若 离 去 望 麾",
    "answers": "不即不离 麾之即去 可望不可即 若即若离 若离若即"
  },
  {
    "wenren": "杞",
    "xuetu": "忧 之 天 国 人 虑 梓 林",
    "answers": "杞国忧天 杞国之忧 杞人忧天 杞人之忧 杞天之虑 杞梓之林"
  },
  {
    "wenren": "谆",
    "xuetu": "告 诫 不 倦 戒 诰 教 导",
    "answers": "谆谆不倦 谆谆告戒 谆谆告诫 谆谆诰诫 谆谆教导"
  },
  {
    "wenren": "目",
    "xuetu": "心 耳 触 瞪 惊 骇 眩 夺",
    "answers": "触目惊心 骇目惊心 惊耳骇目 惊心夺目 惊心骇目 惊心眩目 目瞪心骇 眩目惊心"
  },
  {
    "wenren": "惜",
    "xuetu": "怜 不 贫 老 香 玉 工 本",
    "answers": "不惜工本 怜贫惜老 怜香惜玉 惜老怜贫 惜玉怜香"
  },
  {
    "wenren": "电",
    "xuetu": "风 掣 星 驰 行 击 流 照",
    "answers": "电掣风驰 电掣星驰 电照风行 风驰电掣 风驰电击 风行电掣 风行电击 风行电照 流星掣电 星驰电掣 星流电击"
  },
  {
    "wenren": "杖",
    "xuetu": "刀 持 动 明 火 拿 执 弄",
    "answers": "持刀动杖 明火持杖 明火执杖 拿刀动杖 拿刀弄杖"
  },
  {
    "wenren": "真",
    "xuetu": "实 归 朴 反 意 璞 返 心",
    "answers": "反璞归真 反朴归真 返璞归真 返朴归真 归真反璞 归真反朴 真心实意 真心真意"
  },
  {
    "wenren": "媚",
    "xuetu": "娇 百 柳 千 斗 明 花 逞",
    "answers": "百媚千娇 逞娇斗媚 花明柳媚 柳娇花媚 千娇百媚"
  },
  {
    "wenren": "吊",
    "xuetu": "心 胆 形 影 惊 伐 罪 民",
    "answers": "吊胆惊心 吊民伐罪 吊形吊影 伐罪吊民 惊心吊胆"
  },
  {
    "wenren": "痛",
    "xuetu": "心 深 痒 绝 不 恶 疾 首",
    "answers": "不痛不痒 疾首痛心 深恶痛疾 深恶痛绝 痛深恶绝 痛心疾首"
  },
  {
    "wenren": "导",
    "xuetu": "批 竨 隙 伺 瑕 鄐 砉 蠙",
    "answers": "批鄐导竨 批隙导竨 批砉导竨 伺瑕导蠙 伺瑕导隙"
  },
  {
    "wenren": "返",
    "xuetu": "还 本 朴 照 元 回 淳 光",
    "answers": "返本还元 返朴还淳 返照回光 还淳返朴 还元返本 回光返照"
  },
  {
    "wenren": "脸",
    "xuetu": "皮 涎 肿 鼻 青 讪 赖 嘻",
    "answers": "鼻青脸肿 脸青鼻肿 讪皮讪脸 嘻皮涎脸 涎脸涎皮 涎皮赖脸 涎皮涎脸"
  },
  {
    "wenren": "捧",
    "xuetu": "心 毂 推 轮 西 子 里 丑",
    "answers": "里丑捧心 捧毂推轮 捧心西子 推轮捧毂 西子捧心"
  },
  {
    "wenren": "饥",
    "xuetu": "不 饱 寒 渴 如 己 溺 半",
    "answers": "半饥半饱 不饥不寒 己饥己溺 己溺己饥 如饥如渴 如渴如饥"
  },
  {
    "wenren": "邯",
    "xuetu": "郸 步 学 匍 匐 重 一 枕",
    "answers": "邯郸匍匐 邯郸学步 邯郸重步 学步邯郸 一枕邯郸"
  },
  {
    "wenren": "涌",
    "xuetu": "云 风 起 雾 水 蜂 兴 蒸",
    "answers": "风起水涌 风起云涌 蜂起云涌 雾起云涌 雾兴云涌 雾涌云蒸"
  },
  {
    "wenren": "贱",
    "xuetu": "贵 卖 目 耳 老 壮 买 贩",
    "answers": "贩贱卖贵 贵耳贱目 贵壮贱老 贱买贵卖 贱目贵耳 买贱卖贵"
  },
  {
    "wenren": "吁",
    "xuetu": "长 短 气 叹 都 俞 咈 喘",
    "answers": "长吁短气 长吁短叹 都俞吁咈 短叹长吁 气喘吁吁 吁咈都俞"
  },
  {
    "wenren": "玉",
    "xuetu": "香 碎 冰 清 洁 敲 戛 消",
    "answers": "冰洁玉清 冰清玉洁 戛玉敲冰 敲冰戛玉 香消玉碎 玉洁冰清 玉清冰洁 玉碎香消"
  },
  {
    "wenren": "条",
    "xuetu": "叶 分 有 理 析 缕 倡 冶",
    "answers": "倡条冶叶 分条析理 条分缕析 析缕分条 冶叶倡条 有条有理"
  },
  {
    "wenren": "让",
    "xuetu": "不 寸 推 土 三 再 枣 梨",
    "answers": "寸土不让 让三让再 让再让三 让枣推梨 推梨让枣"
  },
  {
    "wenren": "赘",
    "xuetu": "附 疣 悬 食 县 胾 余 行",
    "answers": "附赘县疣 附赘悬疣 附赘悬胾 悬疣附赘 余食赘行"
  },
  {
    "wenren": "画",
    "xuetu": "虎 成 雕 栋 不 类 狗 梁",
    "answers": "雕梁画栋 画栋雕梁 画虎不成 画虎成狗 画虎类狗 画梁雕栋"
  },
  {
    "wenren": "泗",
    "xuetu": "涕 流 交 横 下 颐 涟 纵",
    "answers": "涕泗横流 涕泗交流 涕泗交下 涕泗交颐 涕泗流涟 涕泗纵横"
  },
  {
    "wenren": "家",
    "xuetu": "国 人 户 破 亡 产 败 小",
    "answers": "败国亡家 国破家亡 家败人亡 家家户户 家破人亡 家亡国破 破国亡家 破家败产 破家亡国 人亡家破 亡国破家 小户人家"
  },
  {
    "wenren": "暇",
    "xuetu": "不 食 目 接 给 日 应 遑",
    "answers": "不遑暇食 目不暇给 目不暇接 日不暇给 应接不暇"
  },
  {
    "wenren": "地",
    "xuetu": "天 之 无 一 平 人 成 大",
    "answers": "地平天成 天成地平 天大地大 天平地成 无人之地 一天一地"
  },
  {
    "wenren": "郁",
    "xuetu": "沉 寡 欢 苍 葱 累 芊 抑",
    "answers": "抑郁寡欢 郁郁苍苍 郁郁沉沉 郁郁葱葱 郁郁寡欢 郁郁累累 郁郁芊芊"
  },
  {
    "wenren": "冠",
    "xuetu": "发 履 冲 怒 下 上 穿 植",
    "answers": "冲冠发怒 冲冠怒发 发怒冲冠 发怒穿冠 发上冲冠 发植穿冠 冠上履下 怒发冲冠 植发冲冠 植发穿冠"
  },
  {
    "wenren": "评",
    "xuetu": "头 足 品 论 功 摆 好 脚",
    "answers": "品头评足 评功摆好 评头论脚 评头论足 评头品足"
  },
  {
    "wenren": "牛",
    "xuetu": "马 之 一 毛 九 风 襟 裾",
    "answers": "风马牛 襟裾马牛 九牛一毛 裾马襟牛 马牛襟裾 牛马襟裾 牛之一毛"
  },
  {
    "wenren": "洞",
    "xuetu": "幽 天 烛 察 微 通 福 地",
    "answers": "洞天福地 洞幽察微 洞幽烛微 福地洞天 通幽洞微"
  },
  {
    "wenren": "萍",
    "xuetu": "梗 飘 迹 断 泛 踪 浪 浮",
    "answers": "断梗浮萍 断梗飘萍 泛萍浮梗 梗泛萍飘 梗迹萍踪 浪迹萍踪 飘萍断梗 飘萍浪迹 萍踪浪迹"
  },
  {
    "wenren": "支",
    "xuetu": "吾 不 八 梧 方 持 援 蔓",
    "answers": "八方支持 八方支援 不蔓不支 支支吾吾 支支梧梧"
  },
  {
    "wenren": "触",
    "xuetu": "目 心 伤 景 怀 情 生 物",
    "answers": "触景伤怀 触景伤情 触景伤心 触景生情 触目伤怀 触目伤心 触物伤情"
  },
  {
    "wenren": "祸",
    "xuetu": "灾 飞 横 天 招 人 惹 殃",
    "answers": "飞灾横祸 横祸飞灾 横殃飞祸 横灾飞祸 惹祸招殃 惹祸招灾 惹灾招祸 天灾人祸 招灾惹祸"
  },
  {
    "wenren": "茶",
    "xuetu": "饭 余 酒 后 不 三 六 饱",
    "answers": "不茶不饭 茶余饭饱 茶余饭后 茶余酒后 酒后茶余 酒余茶后 三茶六饭"
  },
  {
    "wenren": "义",
    "xuetu": "恩 负 背 财 重 轻 忘 生",
    "answers": "背恩负义 背恩忘义 背义负恩 背义忘恩 负恩背义 负恩忘义 负义忘恩 轻财重义 轻生重义 忘恩背义 忘恩负义 重财轻义 重义轻财 重义轻生"
  },
  {
    "wenren": "嘲",
    "xuetu": "月 风 咏 弄 冷 热 讽 骂",
    "answers": "嘲风弄月 嘲风咏月 冷嘲热讽 冷嘲热骂 弄月嘲风 咏嘲风月 咏月嘲风"
  },
  {
    "wenren": "五",
    "xuetu": "三 十 不 分 谷 斗 折 腰",
    "answers": "三三五五 十十五五 五斗折腰 五谷不分 折腰五斗"
  },
  {
    "wenren": "群",
    "xuetu": "超 类 拔 出 众 绝 萃 轶",
    "answers": "拔萃出群 拔类超群 拔群出萃 超群拔类 超群出众 超群轶类 出群拔萃 轶类超群 轶群绝类"
  },
  {
    "wenren": "溯",
    "xuetu": "源 流 穷 追 本 徂 求 讨",
    "answers": "穷源溯流 溯流徂源 溯流穷源 溯流求源 溯流追源 溯源穷流 讨流溯源 追本溯源"
  },
  {
    "wenren": "亲",
    "xuetu": "无 故 眷 骨 肉 至 九 十",
    "answers": "骨肉至亲 九故十亲 十亲九故 十亲九眷 无亲无故 至亲骨肉"
  },
  {
    "wenren": "抑",
    "xuetu": "扬 顿 挫 扶 弱 强 清 浊",
    "answers": "顿挫抑扬 扶弱抑强 扬清抑浊 抑强扶弱 抑扬顿挫"
  },
  {
    "wenren": "仁",
    "xuetu": "义 不 见 智 人 假 士 志",
    "answers": "不仁不义 假仁假义 见仁见智 见智见仁 仁人义士 仁人志士 志士仁人"
  },
  {
    "wenren": "驹",
    "xuetu": "白 过 隙 空 谷 齿 未 落",
    "answers": "白驹过隙 白驹空谷 过隙白驹 驹齿未落 空谷白驹"
  },
  {
    "wenren": "千",
    "xuetu": "万 一 里 古 日 秋 载 毫",
    "answers": "千千万万 千秋万古 千载一日 万古千秋 万万千千 万载千秋 一毫千里 一日千里"
  },
  {
    "wenren": "前",
    "xuetu": "后 不 人 顾 无 古 绝 光",
    "answers": "不顾前后 顾前不顾后 光前绝后 绝后光前 前无古人"
  },
  {
    "wenren": "息",
    "xuetu": "不 屏 奄 敛 声 气 一 生",
    "answers": "敛声屏息 屏气敛息 屏声敛息 屏声息气 气息奄奄 生生不息 奄奄一息 一息奄奄"
  },
  {
    "wenren": "桃",
    "xuetu": "李 夭 代 艳 僵 之 报 投",
    "answers": "报李投桃 僵李代桃 僵桃代李 李代桃僵 桃僵李代 桃夭李艳 桃之夭夭 投桃报李 投桃之报"
  },
  {
    "wenren": "忑",
    "xuetu": "忐 不 上 下 安 定 心 怀",
    "answers": "忐上忑下 忐忐忑忑 忐忑不安 忐忑不定 忑忑忐忐 心怀忐忑"
  },
  {
    "wenren": "婢",
    "xuetu": "奴 颜 膝 作 夫 人 睐 色",
    "answers": "婢膝奴颜 婢作夫人 奴颜婢睐 奴颜婢色 奴颜婢膝"
  },
  {
    "wenren": "榱",
    "xuetu": "栋 崩 折 大 才 盘 槃 朽",
    "answers": "榱崩栋折 榱栋崩折 大才榱盘 大才榱槃 栋朽榱崩 栋折榱崩"
  },
  {
    "wenren": "萃",
    "xuetu": "拔 出 群 鳞 集 类 毛 鸟",
    "answers": "拔萃出类 拔萃出群 拔群出萃 出类拔萃 出群拔萃 鳞集毛萃 鸟集鳞萃"
  },
  {
    "wenren": "奈",
    "xuetu": "何 无 可 计 之 没 如 不",
    "answers": "不可奈何 不奈之何 没计奈何 没可奈何 如之奈何 无计可奈 无计奈何 无可奈何 无如奈何 无如之奈"
  },
  {
    "wenren": "照",
    "xuetu": "相 肝 胆 糠 人 然 自 燃",
    "answers": "肝胆相照 肝胆照人 然糠自照 燃糠自照 照人肝胆"
  },
  {
    "wenren": "通",
    "xuetu": "达 古 变 今 识 博 权 时",
    "answers": "博古通今 达权通变 识时通变 通变达权 通古博今 通古达变 通今博古 通今达古 通权达变 通时达变"
  },
  {
    "wenren": "庭",
    "xuetu": "大 犁 扫 相 径 迳 有 穴",
    "answers": "大相径庭 大相迳庭 大有径庭 大有迳庭 犁庭扫穴 扫穴犁庭"
  },
  {
    "wenren": "忧",
    "xuetu": "之 国 人 杞 内 天 后 顾",
    "answers": "后顾之忧 内顾之忧 杞国忧天 杞国之忧 杞人忧天 杞人之忧"
  },
  {
    "wenren": "邈",
    "xuetu": "河 若 山 处 歬 视 汉 以",
    "answers": "邈处歬视 邈若河汉 邈若河山 邈若山河 邈以山河"
  },
  {
    "wenren": "颐",
    "xuetu": "养 神 使 寿 精 气 性 指",
    "answers": "颐精养神 颐神养气 颐神养寿 颐神养性 颐性养寿 颐养精神 颐指气使"
  },
  {
    "wenren": "销",
    "xuetu": "魂 声 迹 断 匿 目 黯 然",
    "answers": "黯然销魂 魂销目断 目断魂销 匿迹销声 销声匿迹"
  },
  {
    "wenren": "擂",
    "xuetu": "鼓 大 吹 筛 锣 自 鸣 金",
    "answers": "大吹大擂 擂鼓鸣金 擂鼓筛锣 筛锣擂鼓 自吹自擂"
  },
  {
    "wenren": "渭",
    "xuetu": "泾 清 浊 分 明 江 云 树",
    "answers": "江云渭树 泾清渭浊 泾渭分明 泾浊渭清 清渭浊泾 渭浊泾清 浊泾清渭"
  },
  {
    "wenren": "口",
    "xuetu": "舌 一 众 声 同 结 交 杜",
    "answers": "杜口结舌 交口同声 结舌杜口 口口声声 一口同声 一口一声 众口同声"
  },
  {
    "wenren": "踪",
    "xuetu": "迹 无 影 浪 浮 萍 渺 杳",
    "answers": "浮迹浪踪 浮踪浪迹 浪迹浮踪 浪迹萍踪 渺无影踪 渺无踪影 萍踪浪迹 无影无踪 无踪无影 杳无踪迹 杳无踪影"
  },
  {
    "wenren": "胡",
    "xuetu": "乱 扯 道 为 说 诌 作 八",
    "answers": "胡说八道 胡说乱道 胡诌八扯 胡诌乱扯 胡诌乱道 胡诌乱说 胡作胡为 胡作乱为 乱作胡为"
  },
  {
    "wenren": "盈",
    "xuetu": "恶 贯 持 满 稔 保 泰 祸",
    "answers": "保泰持盈 保盈持泰 持盈保泰 恶贯满盈 贯盈恶稔 祸盈恶稔 稔恶盈贯"
  },
  {
    "wenren": "砺",
    "xuetu": "砥 河 带 山 节 行 名 风",
    "answers": "带砺河山 带砺山河 砥节砺行 砥砺风节 砥砺名节 河山带砺 砺带河山 砺山带河"
  },
  {
    "wenren": "锣",
    "xuetu": "鼓 开 道 紧 密 喝 鸣 台",
    "answers": "紧锣密鼓 开锣喝道 开台锣鼓 密锣紧鼓 鸣锣喝道 鸣锣开道"
  },
  {
    "wenren": "霜",
    "xuetu": "雪 傲 经 风 雨 斗 欺 饱",
    "answers": "傲霜斗雪 傲雪欺霜 饱经风霜 饱经霜雪 斗霜傲雪 风霜雨雪 欺霜傲雪"
  },
  {
    "wenren": "闻",
    "xuetu": "不 见 耳 如 目 相 所 问",
    "answers": "不闻不问 不问不闻 不相闻问 不相问闻 耳闻不如目见 耳闻目见 目见耳闻 所见所闻 闻所不闻"
  },
  {
    "wenren": "突",
    "xuetu": "豕 狼 薪 曲 徙 奔 蜂 合",
    "answers": "蜂合豕突 狼奔豕突 曲突徙薪 豕突狼奔 徙薪曲突"
  },
  {
    "wenren": "朝",
    "xuetu": "暮 夕 一 改 夜 花 月 令",
    "answers": "朝朝暮暮 朝令暮改 朝令夕改 花朝月夕 花朝月夜 暮暮朝朝 一朝一夕 一夕一朝 月夕花朝 月夜花朝"
  },
  {
    "wenren": "夭",
    "xuetu": "桃 李 柳 艳 之 逃 媚 秾",
    "answers": "柳夭桃艳 逃之夭夭 桃夭李艳 桃夭柳媚 桃之夭夭 夭桃秾李"
  },
  {
    "wenren": "超",
    "xuetu": "绝 群 世 伦 俗 拔 类 轶",
    "answers": "拔类超群 超类绝伦 超群拔类 超群绝伦 超群轶类 超世拔俗 超世绝伦 超世绝俗 超俗绝世 绝世超伦 轶类超群"
  },
  {
    "wenren": "再",
    "xuetu": "不 三 来 让 一 时 误 至",
    "answers": "让三让再 让再让三 时不再来 一误再误 至再至三"
  },
  {
    "wenren": "骤",
    "xuetu": "风 雨 暴 驰 急 狂 疾 飘",
    "answers": "暴风骤雨 风驰雨骤 急风骤雨 疾风骤雨 狂风骤雨 飘风骤雨 骤风暴雨 骤风急雨 骤雨暴风 骤雨狂风"
  },
  {
    "wenren": "勤",
    "xuetu": "不 克 俭 恳 四 体 而 获",
    "answers": "不勤而获 克俭克勤 克勤克俭 勤勤恳恳 四体不勤"
  },
  {
    "wenren": "非",
    "xuetu": "是 今 招 惹 生 古 事 无",
    "answers": "古是今非 惹事生非 惹事招非 惹是生非 惹是招非 是古非今 是是非非 无事生非 招事惹非 招是惹非 招是生非"
  },
  {
    "wenren": "甜",
    "xuetu": "苦 言 语 酸 辣 蜜 美 媚",
    "answers": "酸甜苦辣 甜酸苦辣 甜言美语 甜言媚语 甜言蜜语"
  },
  {
    "wenren": "诺",
    "xuetu": "一 轻 千 不 然 寡 信 金",
    "answers": "不轻然诺 寡信轻诺 千金一诺 轻诺寡信 一诺千金"
  },
  {
    "wenren": "雾",
    "xuetu": "云 散 烟 风 鬟 鬓 冰 消",
    "answers": "冰消雾散 风鬟雾鬓 雾鬓风鬟 雾鬓云鬟 烟消雾散 云鬟雾鬓 云消雾散"
  },
  {
    "wenren": "瞒",
    "xuetu": "天 昧 上 下 欺 地 心 己",
    "answers": "瞒上欺下 瞒天瞒地 瞒天昧地 瞒心昧己 昧地瞒天 昧己瞒心 欺上瞒下"
  },
  {
    "wenren": "寻",
    "xuetu": "根 觅 问 底 迹 柳 花 踪",
    "answers": "觅迹寻踪 问柳寻花 寻根问底 寻花觅柳 寻花问柳 寻踪觅迹"
  },
  {
    "wenren": "遇",
    "xuetu": "不 难 百 年 时 生 一 身",
    "answers": "百不一遇 百年不遇 百年难遇 身不遇时 生不遇时"
  },
  {
    "wenren": "汲",
    "xuetu": "短 绠 深 皇 忙 孜 顾 影",
    "answers": "短绠汲深 绠短汲深 汲汲顾影 汲汲皇皇 汲汲忙忙 汲深绠短 孜孜汲汲"
  },
  {
    "wenren": "星",
    "xuetu": "斗 移 散 云 换 零 飞 落",
    "answers": "换斗移星 零零星星 星飞云散 星落云散 星星落落 移星换斗"
  },
  {
    "wenren": "了",
    "xuetu": "当 不 一 百 千 然 见 可",
    "answers": "百了千当 不了不当 了不可见 了了可见 千了百当 千了百了 一见了然 一了百当 一了百了"
  },
  {
    "wenren": "皓",
    "xuetu": "眉 齿 首 蛾 明 眸 发 庞",
    "answers": "蛾眉皓齿 皓齿蛾眉 皓齿明眸 明眸皓齿 庞眉皓发 庞眉皓首"
  },
  {
    "wenren": "市",
    "xuetu": "花 柳 街 行 朝 衣 东 大",
    "answers": "朝衣东市 大行大市 东市朝衣 花街柳市 柳市花街"
  },
  {
    "wenren": "亡",
    "xuetu": "存 人 国 家 破 绝 兴 继",
    "answers": "存亡继绝 国破家亡 继绝存亡 家破人亡 家亡国破 破国亡家 破家亡国 人亡家破 亡国破家 兴亡继绝"
  },
  {
    "wenren": "杯",
    "xuetu": "蛇 影 弓 之 水 中 敬 物",
    "answers": "杯弓蛇影 杯水之敬 杯影蛇弓 杯中蛇影 杯中物 杯中之物 弓影杯蛇 蛇影杯弓"
  },
  {
    "wenren": "迁",
    "xuetu": "善 乔 过 事 谷 出 改 情",
    "answers": "出谷迁乔 改过迁善 迁乔出谷 迁善改过 事过情迁"
  },
  {
    "wenren": "饭",
    "xuetu": "茶 不 淡 残 黄 齑 白 剩",
    "answers": "不茶不饭 残茶剩饭 淡饭黄齑 黄齑白饭 黄齑淡饭"
  },
  {
    "wenren": "对",
    "xuetu": "床 相 泣 雨 风 夜 楚 囚",
    "answers": "楚囚对泣 楚囚相对 对床风雨 对床夜雨 风雨对床 夜雨对床"
  },
  {
    "wenren": "晚",
    "xuetu": "节 恨 相 花 见 知 黄 寒",
    "answers": "寒花晚节 恨相见晚 恨相知晚 黄花晚节 晚节黄花 相见恨晚 相知恨晚"
  },
  {
    "wenren": "嫁",
    "xuetu": "女 狗 鸡 逐 长 当 须 大",
    "answers": "嫁狗逐狗 嫁鸡逐鸡 女长当嫁 女长须嫁 女大当嫁 女大须嫁"
  },
  {
    "wenren": "丝",
    "xuetu": "竹 一 弹 品 毫 哀 豪 调",
    "answers": "哀丝豪竹 弹丝品竹 调丝品竹 豪竹哀丝 品竹弹丝 品竹调丝 一丝一毫"
  },
  {
    "wenren": "戴",
    "xuetu": "披 含 发 齿 牙 月 星 角",
    "answers": "戴发含齿 戴发含牙 戴月披星 含齿戴发 含牙戴角 披星戴月"
  },
  {
    "wenren": "才",
    "xuetu": "之 高 大 学 疏 浅 斗 八",
    "answers": "八斗之才 才高八斗 才疏学浅 高才大学 学浅才疏 学疏才浅"
  },
  {
    "wenren": "科",
    "xuetu": "打 诨 金 玉 插 发 律 臬",
    "answers": "插科打诨 打诨插科 发科打诨 金科玉律 金科玉臬 玉律金科"
  },
  {
    "wenren": "忐",
    "xuetu": "忑 不 上 下 安 定 心 怀",
    "answers": "忐上忑下 忐忐忑忑 忐忑不安 忐忑不定 忑忑忐忐 心怀忐忑"
  },
  {
    "wenren": "扈",
    "xuetu": "跋 飞 扬 恣 横 自 睢 豪",
    "answers": "跋扈飞扬 跋扈自恣 跋扈恣睢 飞扬跋扈 豪横跋扈"
  },
  {
    "wenren": "所",
    "xuetu": "无 不 有 知 为 一 见 闻",
    "answers": "见所不见 所见所闻 闻所不闻 无所不为 无所不有 无所不知 一无所闻 一无所有 一无所知"
  },
  {
    "wenren": "茵",
    "xuetu": "溷 飘 堕 落 坠 居 不 重",
    "answers": "堕溷飘茵 居不重茵 飘茵堕溷 飘茵落溷 坠溷飘茵 坠茵落溷"
  },
  {
    "wenren": "胁",
    "xuetu": "肩 谄 笑 低 足 眉 首 絫",
    "answers": "谄笑胁肩 胁肩谄笑 胁肩低眉 胁肩低首 胁肩絫足"
  },
  {
    "wenren": "握",
    "xuetu": "怀 云 雾 瑜 玉 瑾 拏 拿",
    "answers": "怀瑾握瑜 拏云握雾 拿云握雾 握雾拏云 握瑜怀瑾 握瑜怀玉 握云拿雾"
  },
  {
    "wenren": "廷",
    "xuetu": "面 争 折 大 广 众 引 诤",
    "answers": "大廷广众 面引廷争 面折廷争 面折廷诤 廷争面折"
  },
  {
    "wenren": "汗",
    "xuetu": "流 浃 背 洽 出 踵 肤 夹",
    "answers": "汗出浃背 汗出洽背 汗流夹背 汗流浃背 汗流浃肤 汗流浃踵 汗流洽背 浃背汗流 流汗浃背"
  },
  {
    "wenren": "舌",
    "xuetu": "嘴 唇 弄 鼓 调 敝 焦 摇",
    "answers": "唇焦舌敝 调唇弄舌 调舌弄唇 调嘴调舌 调嘴弄舌 鼓唇弄舌 鼓唇摇舌 鼓舌摇唇 焦唇敝舌 弄嘴弄舌 舌敝唇焦 摇唇鼓舌"
  },
  {
    "wenren": "语",
    "xuetu": "言 不 闲 风 冷 细 喃 轻",
    "answers": "不言不语 风言风语 冷言冷语 喃喃细语 轻言轻语 轻言细语 闲言冷语 闲言闲语"
  },
  {
    "wenren": "盟",
    "xuetu": "海 山 之 誓 约 割 臂 公",
    "answers": "割臂盟公 割臂之盟 海誓山盟 海约山盟 盟山誓海 山盟海誓 誓海盟山 誓山盟海"
  },
  {
    "wenren": "没",
    "xuetu": "头 不 无 世 出 忘 闻 常",
    "answers": "出没不常 出没无常 没没无闻 没世不忘 没世无闻 头出头没"
  },
  {
    "wenren": "攘",
    "xuetu": "熙 内 外 来 往 安 纷 修",
    "answers": "安内攘外 纷纷攘攘 内修外攘 攘来熙往 攘攘熙熙 攘外安内 攘往熙来 熙来攘往 熙熙攘攘"
  },
  {
    "wenren": "指",
    "xuetu": "日 天 手 为 脚 誓 点 划",
    "answers": "点指划脚 誓日指天 誓天指日 指手点脚 指手划脚 指天誓日 指天为誓"
  },
  {
    "wenren": "遗",
    "xuetu": "簪 世 坠 简 俗 编 绝 珥",
    "answers": "遗编绝简 遗编坠简 遗珥坠簪 遗世绝俗 遗簪坠珥"
  },
  {
    "wenren": "兼",
    "xuetu": "并 备 才 容 德 文 武 包",
    "answers": "才德兼备 才兼文武 德才兼备 德容兼备 兼包并容 兼容并包 文武兼备"
  },
  {
    "wenren": "我",
    "xuetu": "尔 故 怜 卿 虞 诈 依 然",
    "answers": "尔虞我诈 尔诈我虞 故我依然 怜我怜卿 卿卿我我 依然故我"
  },
  {
    "wenren": "上",
    "xuetu": "下 头 不 心 一 直 竿 计",
    "answers": "不上不下 竿头直上 计上心头 上下一心 心上心下 直上直下"
  },
  {
    "wenren": "囊",
    "xuetu": "饭 酒 萤 雪 瓮 衣 架 映",
    "answers": "饭囊酒瓮 饭囊衣架 酒瓮饭囊 囊萤映雪 衣架饭囊 映雪囊萤"
  },
  {
    "wenren": "韬",
    "xuetu": "光 晦 迹 敛 隐 灭 养 锷",
    "answers": "晦迹韬光 敛锷韬光 韬光晦迹 韬光敛迹 韬光灭迹 韬光养晦 韬光隐晦 韬光隐迹 养晦韬光"
  },
  {
    "wenren": "妄",
    "xuetu": "之 为 言 意 行 姑 听 恣",
    "answers": "姑妄听之 姑妄言之 妄言妄听 恣意妄为 恣意妄行"
  },
  {
    "wenren": "杳",
    "xuetu": "无 音 信 雁 鱼 沉 息 消",
    "answers": "雁杳鱼沉 杳无消息 杳无信息 杳无音信 音信杳无 鱼沉雁杳"
  },
  {
    "wenren": "奔",
    "xuetu": "走 东 西 狼 窜 鼠 豕 突",
    "answers": "东奔西窜 东奔西走 狼奔豕突 狼奔鼠窜 豕突狼奔 鼠窜狼奔"
  },
  {
    "wenren": "瘦",
    "xuetu": "肥 骨 如 嶙 柴 环 燕 豺",
    "answers": "骨瘦如柴 骨瘦如豺 环肥燕瘦 瘦骨嶙嶙 瘦骨如柴 燕瘦环肥"
  },
  {
    "wenren": "泄",
    "xuetu": "漏 天 机 不 水 可 露 通",
    "answers": "漏泄天机 水泄不漏 水泄不通 天机不可泄漏 天机不可泄露 泄漏天机 泄露天机"
  },
  {
    "wenren": "栉",
    "xuetu": "比 风 雨 沐 鳞 字 句 次",
    "answers": "风栉雨沐 句比字栉 句栉字比 鳞次栉比 沐雨栉风 栉比鳞次 栉风沐雨 栉沐风雨"
  },
  {
    "wenren": "钓",
    "xuetu": "名 誉 鱼 沽 稳 坐 船 要",
    "answers": "钓名沽誉 钓名要誉 钓誉沽名 沽名钓誉 沽誉钓名 稳坐钓鱼船"
  },
  {
    "wenren": "围",
    "xuetu": "翠 珠 绕 攻 十 五 什 伍",
    "answers": "翠绕珠围 翠围珠绕 十围五攻 什围伍攻 珠围翠绕"
  },
  {
    "wenren": "祥",
    "xuetu": "麟 呈 凤 威 吉 止 风 趾",
    "answers": "吉祥止止 麟趾呈祥 威风祥麟 威凤祥麟 祥麟威凤"
  },
  {
    "wenren": "洪",
    "xuetu": "宽 福 齐 天 大 量 度 海",
    "answers": "洪福齐天 宽洪大度 宽洪大量 宽洪海量 齐天洪福"
  },
  {
    "wenren": "茅",
    "xuetu": "土 分 列 阶 赐 裂 茨 屋",
    "answers": "分茅赐土 分茅列土 分茅裂土 列土分茅 裂土分茅 茅茨土阶 土阶茅茨 土阶茅屋"
  },
  {
    "wenren": "舞",
    "xuetu": "歌 凤 飞 龙 莺 燕 鸾 载",
    "answers": "凤歌鸾舞 凤舞龙飞 凤舞鸾歌 歌莺舞燕 龙飞凤舞 鸾飞凤舞 鸾歌凤舞 舞凤飞龙 燕舞莺歌 莺飞燕舞 莺歌燕舞 载歌载舞"
  },
  {
    "wenren": "时",
    "xuetu": "不 运 来 乖 济 动 蹇 失",
    "answers": "动不失时 时乖运乖 时乖运蹇 时来运来 时运不济 运乖时蹇 运蹇时乖"
  },
  {
    "wenren": "说",
    "xuetu": "道 谈 长 短 东 西 今 古",
    "answers": "道东说西 道西说东 东谈西说 说长道短 说长说短 说东道西 说东谈西 说短道长 说古道今 说古谈今 说今道古 谈古说今"
  },
  {
    "wenren": "重",
    "xuetu": "深 叠 迭 义 累 矩 规 恩",
    "answers": "迭矩重规 叠矩重规 恩深义重 规重矩迭 规重矩叠 义重恩深 重规迭矩 重规叠矩 重规累矩"
  },
  {
    "wenren": "轰",
    "xuetu": "烈 雷 天 地 掣 电 裂 火",
    "answers": "轰轰烈烈 轰雷掣电 轰天烈地 轰天裂地 烈火轰雷 烈烈轰轰"
  },
  {
    "wenren": "瑕",
    "xuetu": "瑜 白 掩 不 无 玉 璧 微",
    "answers": "白璧微瑕 白璧无瑕 白玉微瑕 白玉无瑕 瑕不掩瑜 瑜不掩瑕"
  },
  {
    "wenren": "困",
    "xuetu": "扶 危 之 学 济 救 而 不",
    "answers": "扶危济困 扶危救困 济困扶危 救困扶危 困而不学 困而学之"
  },
  {
    "wenren": "馥",
    "xuetu": "剩 膏 桂 兰 残 香 熏 薰",
    "answers": "残膏剩馥 桂馥兰香 兰熏桂馥 兰薰桂馥 剩馥残膏"
  },
  {
    "wenren": "窜",
    "xuetu": "鼠 头 奔 狼 抱 掉 奉 狐",
    "answers": "抱头鼠窜 掉头鼠窜 奉头鼠窜 狐奔鼠窜 狼奔鼠窜 鼠窜狼奔"
  },
  {
    "wenren": "彘",
    "xuetu": "狗 不 若 食 行 如 其 余",
    "answers": "狗彘不如 狗彘不若 狗彘不食 狗彘不食其余 行若狗彘"
  },
  {
    "wenren": "柔",
    "xuetu": "刚 断 外 寡 茹 内 吐 优",
    "answers": "内柔外刚 柔茹刚吐 柔茹寡断 茹柔吐刚 吐刚茹柔 外刚内柔 外柔内刚 优柔寡断"
  },
  {
    "wenren": "壶",
    "xuetu": "唾 箪 食 浆 击 碎 缺 酒",
    "answers": "箪食壶浆 箪食壶酒 击碎唾壶 食箪浆壶 唾壶击缺 唾壶击碎"
  },
  {
    "wenren": "针",
    "xuetu": "线 磨 杵 成 铁 一 引 穿",
    "answers": "穿针引线 磨杵成针 铁杵成针 铁杵磨成针 一针一线 引线穿针"
  },
  {
    "wenren": "楚",
    "xuetu": "秦 弓 楼 暮 得 馆 朝 谡",
    "answers": "朝秦暮楚 楚楚谡谡 楚得楚弓 楚弓楚得 楚馆秦楼 暮楚朝秦 秦楼楚馆"
  },
  {
    "wenren": "鹄",
    "xuetu": "鸾 寡 鸿 峙 孤 停 单 凫",
    "answers": "单鹄寡凫 孤鸿寡鹄 孤鸾寡鹄 鹄峙鸾停 寡凫单鹄 寡鹄孤鸾 鸾鹄停峙 鸾停鹄峙"
  },
  {
    "wenren": "芒",
    "xuetu": "锋 背 刺 露 不 初 在 如",
    "answers": "不露锋芒 初露锋芒 锋芒不露 芒刺在背 如芒刺背 如芒在背"
  },
  {
    "wenren": "介",
    "xuetu": "一 不 意 足 毫 何 苟 取",
    "answers": "不足介意 毫不介意 何足介意 一介不苟 一介不取"
  },
  {
    "wenren": "途",
    "xuetu": "穷 道 日 暮 尽 末 路 仆",
    "answers": "道尽途穷 末路穷途 仆仆道途 穷途末路 日暮途穷 途穷日暮"
  },
  {
    "wenren": "绘",
    "xuetu": "声 雕 影 镂 藻 章 句 色",
    "answers": "雕镂藻绘 雕章绘句 绘声绘色 绘声绘影 绘影绘声"
  },
  {
    "wenren": "极",
    "xuetu": "乐 则 来 必 反 悲 生 物",
    "answers": "极则必反 乐极悲来 乐极悲生 乐极生悲 乐极则悲 物极必反 物极则反"
  },
  {
    "wenren": "绳",
    "xuetu": "墨 规 矩 尺 步 趋 准 继",
    "answers": "尺步绳趋 规矩绳墨 规矩准绳 规绳矩墨 继继绳绳 绳趋尺步"
  },
  {
    "wenren": "搅",
    "xuetu": "翻 江 海 肠 肚 胡 蛮 缠",
    "answers": "翻肠搅肚 翻江搅海 胡搅蛮缠 江翻海搅 搅海翻江"
  },
  {
    "wenren": "狮",
    "xuetu": "子 河 东 吼 龙 鸣 人 中",
    "answers": "河东狮吼 河东狮子 河东狮子吼 龙鸣狮吼 人中狮子"
  },
  {
    "wenren": "样",
    "xuetu": "模 各 一 大 色 式 怪 像",
    "answers": "大模大样 各色各样 各式各样 怪模怪样 像模像样 一模一样 一式一样"
  },
  {
    "wenren": "师",
    "xuetu": "之 无 出 名 动 众 有 劳",
    "answers": "出师无名 出师有名 劳师动众 师出无名 师出有名 无名之师"
  },
  {
    "wenren": "渔",
    "xuetu": "利 而 得 翁 泽 人 竭 之",
    "answers": "竭泽而渔 渔人得利 渔人之利 渔翁得利 渔翁之利"
  },
  {
    "wenren": "豁",
    "xuetu": "然 悟 齿 大 头 童 开 顿",
    "answers": "齿豁头童 豁然大悟 豁然顿悟 豁然开悟 头童齿豁"
  },
  {
    "wenren": "革",
    "xuetu": "新 旧 面 心 鼎 故 图 洗",
    "answers": "鼎新革故 革故鼎新 革旧鼎新 革旧图新 革面革心 革面洗心 洗心革面"
  },
  {
    "wenren": "烈",
    "xuetu": "火 遗 余 轰 真 金 德 休",
    "answers": "轰轰烈烈 烈火真金 烈烈轰轰 遗德休烈 遗德余烈 遗休余烈 真金烈火"
  },
  {
    "wenren": "荒",
    "xuetu": "天 地 老 马 乱 人 兵 塌",
    "answers": "兵荒马乱 地老天荒 地塌天荒 人荒马乱 天荒地老 天老地荒"
  },
  {
    "wenren": "诞",
    "xuetu": "不 经 怪 诡 荒 幻 谩 罔",
    "answers": "诞幻不经 诞谩不经 诞罔不经 怪诞不经 诡诞不经 荒诞不经"
  },
  {
    "wenren": "鲁",
    "xuetu": "日 鱼 戈 阳 挥 回 帝 虎",
    "answers": "鲁戈挥日 鲁戈回日 鲁阳挥戈 鲁阳挥日 鲁阳回日 鲁鱼帝虎 鱼鲁帝虎"
  },
  {
    "wenren": "联",
    "xuetu": "珠 璧 合 玉 双 雕 辉 映",
    "answers": "璧合珠联 雕玉双联 珠璧联辉 珠联璧合 珠联玉映"
  },
  {
    "wenren": "丑",
    "xuetu": "小 幺 物 类 恶 跳 梁 比",
    "answers": "比物丑类 丑类恶物 跳梁小丑 小丑跳梁 幺幺小丑"
  },
  {
    "wenren": "阑",
    "xuetu": "更 人 静 风 雨 夜 长 伏",
    "answers": "更阑人静 阑风长雨 阑风伏雨 夜静更阑 夜阑人静"
  },
  {
    "wenren": "提",
    "xuetu": "纲 领 挈 钩 要 玄 振 元",
    "answers": "纲提领挈 钩玄提要 钩元提要 挈领提纲 提纲挈领 提纲振领 提要钩玄 振领提纲"
  },
  {
    "wenren": "恋",
    "xuetu": "马 栈 不 舍 驽 老 难 去",
    "answers": "老马恋栈 恋恋不舍 恋恋难舍 恋栈不去 驽马恋栈"
  },
  {
    "wenren": "挨",
    "xuetu": "肩 背 擦 膀 脸 搭 迭 叠",
    "answers": "挨肩擦膀 挨肩擦背 挨肩擦脸 挨肩搭背 挨肩迭背 挨肩叠背"
  },
  {
    "wenren": "稀",
    "xuetu": "古 年 暗 绿 红 之 近 逾",
    "answers": "暗绿稀红 古稀之年 绿暗红稀 年近古稀 年逾古稀"
  },
  {
    "wenren": "腾",
    "xuetu": "飞 黄 实 凤 起 达 声 蛟",
    "answers": "飞黄腾达 飞声腾实 起凤腾蛟 腾达飞黄 腾蛟起凤 腾声飞实"
  },
  {
    "wenren": "挠",
    "xuetu": "不 耳 腮 折 屈 撧 必 北",
    "answers": "必不挠北 不挠不屈 不挠不折 不屈不挠 撧耳挠腮 挠腮撧耳"
  },
  {
    "wenren": "剑",
    "xuetu": "刀 书 学 枪 山 树 唇 舌",
    "answers": "唇枪舌剑 刀山剑树 剑树刀山 舌剑唇枪 学书学剑"
  },
  {
    "wenren": "升",
    "xuetu": "日 天 飞 白 堂 上 入 室",
    "answers": "白日飞升 白日上升 白日升天 入室升堂 升堂入室"
  },
  {
    "wenren": "招",
    "xuetu": "惹 非 是 买 马 兵 军 事",
    "answers": "买马招兵 买马招军 惹事招非 惹是招非 招兵买马 招军买马 招事惹非 招是惹非"
  },
  {
    "wenren": "阁",
    "xuetu": "楼 台 亭 雾 云 窗 仙 山",
    "answers": "楼阁亭台 楼台亭阁 亭台楼阁 雾阁云窗 仙山楼阁 云窗雾阁"
  },
  {
    "wenren": "洽",
    "xuetu": "闻 博 多 见 物 学 殚 广",
    "answers": "博洽多闻 博物洽闻 博学洽闻 殚见洽闻 广见洽闻 洽博多闻"
  },
  {
    "wenren": "为",
    "xuetu": "不 以 无 作 足 所 之 意",
    "answers": "不以为意 不足为意 所作所为 无所不为 无所作为 以意为之"
  },
  {
    "wenren": "古",
    "xuetu": "今 千 不 通 亘 奇 闻 旷",
    "answers": "不古不今 不今不古 亘古亘今 亘古奇闻 亘古通今 旷古奇闻 千古奇闻"
  },
  {
    "wenren": "裸",
    "xuetu": "拳 揎 袖 裎 袒 裼 掀 臂",
    "answers": "裸裎袒裼 裸袖揎拳 袒裼裸裎 掀拳裸袖 揎拳裸臂 揎拳裸袖"
  },
  {
    "wenren": "菽",
    "xuetu": "水 饮 不 麦 辨 粟 啜 辩",
    "answers": "不辨菽麦 不辨菽粟 不辩菽麦 啜菽饮水 饮水啜菽"
  },
  {
    "wenren": "须",
    "xuetu": "以 溜 拍 马 摩 厉 砺 磨",
    "answers": "溜须拍马 摩厉以须 摩砺以须 磨厉以须 磨砺以须 拍马溜须"
  },
  {
    "wenren": "游",
    "xuetu": "鱼 优 戏 釜 蝶 蜂 哉 底",
    "answers": "釜底游鱼 戏蝶游蜂 优哉游哉 游蜂戏蝶 鱼游釜底"
  },
  {
    "wenren": "索",
    "xuetu": "垢 吹 瘢 毛 然 疵 味 兴",
    "answers": "吹垢索瘢 吹毛索瘢 吹毛索疵 吹毛索垢 索垢吹瘢 兴味索然"
  },
  {
    "wenren": "辅",
    "xuetu": "相 车 唇 连 齿 将 依 成",
    "answers": "唇辅相连 辅车唇齿 辅车相将 辅车相依 相辅相成"
  },
  {
    "wenren": "倪",
    "xuetu": "端 不 可 坤 知 察 干 乾",
    "answers": "不可端倪 不知端倪 端倪可察 干端坤倪 乾端坤倪"
  },
  {
    "wenren": "有",
    "xuetu": "无 不 余 所 一 事 可 足",
    "answers": "可有可无 事不有余 无所不有 一无所有 足足有余"
  },
  {
    "wenren": "坚",
    "xuetu": "不 执 锐 渝 持 屈 贞 披",
    "answers": "坚持不渝 坚贞不屈 坚贞不渝 披坚执锐 执锐披坚"
  },
  {
    "wenren": "所",
    "xuetu": "无 不 有 知 为 一 见 闻",
    "answers": "见所不见 所见所闻 闻所不闻 无所不为 无所不有 无所不知 一无所闻 一无所有 一无所知"
  },
  {
    "wenren": "伊",
    "xuetu": "自 匪 朝 夕 戚 贻 诒 咎",
    "answers": "匪朝伊夕 匪伊朝夕 自诒伊戚 自贻伊咎 自贻伊戚"
  },
  {
    "wenren": "罪",
    "xuetu": "之 人 天 恶 伐 滔 吊 民",
    "answers": "吊民伐罪 伐罪吊民 伐罪吊人 滔天之罪 罪恶滔天"
  },
  {
    "wenren": "劫",
    "xuetu": "打 趁 巴 火 哄 抢 乘 机",
    "answers": "巴巴劫劫 趁哄打劫 趁火打劫 趁火抢劫 乘机打劫"
  },
  {
    "wenren": "瓮",
    "xuetu": "牖 枢 抱 灌 桑 绳 出 园",
    "answers": "抱瓮出灌 抱瓮灌园 桑枢瓮牖 绳枢瓮牖 瓮牖桑枢 瓮牖绳枢"
  },
  {
    "wenren": "雍",
    "xuetu": "容 雅 荣 华 贵 闲 步 大",
    "answers": "雍荣华贵 雍荣闲雅 雍荣雅步 雍容大雅 雍容华贵 雍容闲雅 雍容雅步"
  },
  {
    "wenren": "幕",
    "xuetu": "燕 鱼 巢 鼎 釜 池 飞 上",
    "answers": "池鱼幕燕 鼎鱼幕燕 釜鱼幕燕 幕燕鼎鱼 幕燕釜鱼 燕巢飞幕 燕巢幕上"
  },
  {
    "wenren": "扣",
    "xuetu": "扪 天 地 局 盘 烛 槃 号",
    "answers": "号天扣地 局地扣天 局天扣地 扣盘扪烛 扣槃扪烛"
  },
  {
    "wenren": "拽",
    "xuetu": "拖 麻 布 巷 街 披 啰 逻",
    "answers": "拖麻拽布 拽布披麻 拽布拖麻 拽巷啰街 拽巷逻街"
  },
  {
    "wenren": "桀",
    "xuetu": "不 骜 驯 傲 恭 敖 逊 难",
    "answers": "桀敖不驯 桀傲不恭 桀傲不驯 桀骜不恭 桀骜不驯 桀骜不逊 桀骜难驯"
  },
  {
    "wenren": "武",
    "xuetu": "文 偃 经 修 不 乃 纬 能",
    "answers": "不文不武 经文纬武 乃文乃武 乃武乃文 能文能武 纬武经文 文经武纬 文修武偃 武偃文修 修文偃武 偃武修文"
  },
  {
    "wenren": "遍",
    "xuetu": "野 地 漫 天 哀 鸿 饿 莩",
    "answers": "哀鸿遍地 哀鸿遍野 饿莩遍野 漫天遍地 漫天遍野"
  },
  {
    "wenren": "避",
    "xuetu": "就 趋 实 虚 害 利 祸 福",
    "answers": "避害就利 避祸就福 避实就虚 就虚避实 趋利避害"
  },
  {
    "wenren": "隙",
    "xuetu": "乘 伺 瑕 抵 投 间 蹈 窥",
    "answers": "乘间抵隙 乘间伺隙 乘间投隙 抵瑕蹈隙 窥间伺隙 伺瑕抵隙 投间抵隙"
  },
  {
    "wenren": "锐",
    "xuetu": "养 坚 精 蓄 执 披 威 被",
    "answers": "被坚执锐 披坚执锐 蓄精养锐 养精蓄锐 养锐蓄威 养威蓄锐 执锐披坚"
  },
  {
    "wenren": "豺",
    "xuetu": "狼 虎 当 道 路 涂 横 豹",
    "answers": "豺狼当道 豺狼当路 豺狼当涂 豺狼横道 豺狼虎豹"
  },
  {
    "wenren": "迈",
    "xuetu": "超 日 月 伦 征 绝 然 逾",
    "answers": "超迈绝伦 超然迈伦 日迈月征 日月逾迈 日征月迈"
  },
  {
    "wenren": "冲",
    "xuetu": "冠 折 发 怒 气 俎 天 樽",
    "answers": "冲冠发怒 冲冠怒发 发怒冲冠 怒发冲冠 怒气冲冲 怒气冲天 折冲樽俎 俎樽折冲 樽俎折冲"
  },
  {
    "wenren": "遭",
    "xuetu": "不 会 遇 逢 偶 际 险 测",
    "answers": "险遭不测 遭逢不偶 遭逢会遇 遭逢际会 遭际不偶 遭遇不偶 遭遇际会"
  },
  {
    "wenren": "拨",
    "xuetu": "乱 云 撩 反 雨 正 治 为",
    "answers": "拨乱反正 拨乱反治 拨乱为治 拨雨撩云 拨云撩雨 反正拨乱 撩云拨雨"
  },
  {
    "wenren": "东",
    "xuetu": "西 撞 道 说 奔 荡 走 驰",
    "answers": "道东说西 道西说东 东奔西撞 东奔西走 东驰西撞 东荡西驰 东走西撞 说东道西"
  },
  {
    "wenren": "犁",
    "xuetu": "庭 扫 牛 髐 角 穴 生 闾",
    "answers": "犁牛髐角 犁生髐角 犁庭扫闾 犁庭扫穴 扫穴犁庭"
  },
  {
    "wenren": "辉",
    "xuetu": "煌 金 碧 交 璧 映 珠 相",
    "answers": "辉煌金碧 交相辉映 金碧辉煌 金碧辉映 金璧辉煌 珠璧交辉"
  },
  {
    "wenren": "国",
    "xuetu": "民 家 富 安 亡 强 破 兵",
    "answers": "安国富民 富国安民 富国强兵 富国强民 国富兵强 国富民安 国富民强 国破家亡 家亡国破 民富国强 破国亡家 破家亡国 强兵富国 亡国破家"
  },
  {
    "wenren": "猿",
    "xuetu": "鹤 怨 虫 沙 惊 啼 唳 声",
    "answers": "虫沙猿鹤 鹤唳猿声 鹤怨猿惊 猿鹤虫沙 猿鹤沙虫 猿惊鹤怨 猿啼鹤唳 猿啼鹤怨"
  },
  {
    "wenren": "牝",
    "xuetu": "鸡 牡 鸣 骊 黄 晨 司 旦",
    "answers": "骊黄牝牡 牝鸡晨鸣 牝鸡牡鸣 牝鸡司晨 牝鸡司旦 牝牡骊黄"
  },
  {
    "wenren": "闲",
    "xuetu": "野 云 花 草 鹤 帮 钻 懒",
    "answers": "帮闲钻懒 闲花野草 闲云野鹤 野草闲花 野鹤闲云 钻懒帮闲"
  },
  {
    "wenren": "俏",
    "xuetu": "卖 奸 乖 弄 行 迎 抓 赢",
    "answers": "卖乖弄俏 卖俏行奸 卖俏迎奸 行奸卖俏 迎奸卖俏 赢奸卖俏 抓乖卖俏 抓乖弄俏"
  },
  {
    "wenren": "奢",
    "xuetu": "骄 俭 淫 逸 放 佚 宁 戒",
    "answers": "骄奢放逸 骄奢淫佚 骄奢淫逸 骄佚奢淫 戒奢宁俭"
  },
  {
    "wenren": "轨",
    "xuetu": "不 闭 门 谋 图 却 扫 埽",
    "answers": "闭门却轨 闭门扫轨 闭门埽轨 谋图不轨 图谋不轨"
  },
  {
    "wenren": "会",
    "xuetu": "附 融 神 贯 通 心 穿 凿",
    "answers": "穿凿附会 附会穿凿 贯穿融会 贯通融会 融会贯通 神会心融"
  },
  {
    "wenren": "己",
    "xuetu": "人 不 公 损 利 奉 克 正",
    "answers": "奉公克己 奉公正己 克己奉公 利己损人 损己利人 损人不利己 损人利己"
  },
  {
    "wenren": "伐",
    "xuetu": "矜 功 不 罪 吊 民 能 自",
    "answers": "不矜不伐 吊民伐罪 伐功矜能 伐罪吊民 矜功伐能 矜功自伐 自矜功伐"
  },
  {
    "wenren": "叠",
    "xuetu": "重 床 层 峦 嶂 屋 架 岩",
    "answers": "层峦叠嶂 叠床架屋 叠嶂层峦 架屋叠床 重床叠架 重床叠屋 重峦叠嶂 重岩叠嶂"
  },
  {
    "wenren": "巢",
    "xuetu": "鸠 鹊 卵 破 倾 覆 居 毁",
    "answers": "巢毁卵破 巢倾卵覆 巢倾卵破 覆巢毁卵 鸠居鹊巢 破卵倾巢 鹊巢鸠居"
  },
  {
    "wenren": "八",
    "xuetu": "七 四 面 方 嘴 搭 支 张",
    "answers": "七搭八搭 七七八八 七张八嘴 七支八搭 七嘴八张 四方八面 四面八方"
  },
  {
    "wenren": "辕",
    "xuetu": "北 辙 南 适 楚 粤 改 易",
    "answers": "北辕适楚 北辕适粤 北辙南辕 改辕易辙 南辕北辙"
  },
  {
    "wenren": "年",
    "xuetu": "之 百 丰 岁 寿 好 稔 人",
    "answers": "百年之好 丰年稔岁 人寿年丰 岁丰年稔 岁稔年丰"
  },
  {
    "wenren": "思",
    "xuetu": "虑 苦 心 精 研 焦 劳 无",
    "answers": "焦思苦虑 焦心劳思 劳心焦思 劳心苦思 无虑无思 无思无虑 研精苦思"
  },
  {
    "wenren": "仆",
    "xuetu": "更 难 数 风 尘 尽 道 途",
    "answers": "风尘仆仆 更难仆数 更仆难尽 更仆难数 难更仆数 仆仆道途 仆仆风尘"
  },
  {
    "wenren": "孤",
    "xuetu": "寡 鸾 只 独 影 鳏 形 凤",
    "answers": "凤只鸾孤 孤独鳏寡 孤寡鳏独 鳏寡孤独 鸾孤凤寡 鸾孤凤只 形孤影寡 形孤影只 影只形孤"
  },
  {
    "wenren": "皮",
    "xuetu": "脸 骨 肉 涎 笑 赖 不 顽",
    "answers": "皮笑肉不笑 顽皮赖骨 顽皮赖肉 涎脸涎皮 涎皮赖脸 涎皮涎脸"
  },
  {
    "wenren": "恭",
    "xuetu": "敬 必 毕 桑 梓 卑 谄 足",
    "answers": "卑谄足恭 必恭必敬 毕恭毕敬 恭敬桑梓 敬恭桑梓"
  },
  {
    "wenren": "滴",
    "xuetu": "水 涓 不 漏 成 河 穿 石",
    "answers": "滴水不漏 滴水成河 滴水穿石 涓滴不漏 涓滴成河 水滴石穿"
  },
  {
    "wenren": "模",
    "xuetu": "样 一 大 范 水 山 怪 像",
    "answers": "大模大样 范水模山 怪模怪样 模山范水 像模像样 一模一样"
  },
  {
    "wenren": "几",
    "xuetu": "无 窗 相 明 净 寥 去 何",
    "answers": "窗明几净 寥寥无几 明窗净几 相去几何 相去无几"
  },
  {
    "wenren": "鸟",
    "xuetu": "鱼 惊 散 笼 弓 之 溃 池",
    "answers": "池鱼笼鸟 惊弓之鸟 笼鸟池鱼 鸟惊鱼溃 鸟惊鱼散 鸟散鱼溃 鱼惊鸟散 鱼溃鸟散"
  },
  {
    "wenren": "刺",
    "xuetu": "股 背 芒 悬 骨 梁 头 若",
    "answers": "背若芒刺 刺股悬梁 悬梁刺股 悬梁刺骨 悬头刺股"
  },
  {
    "wenren": "海",
    "xuetu": "山 河 江 翻 沸 波 移 倒",
    "answers": "倒海翻江 翻江倒海 海沸波翻 海沸河翻 海沸江翻 江翻海倒 江翻海沸 移山倒海"
  },
  {
    "wenren": "迩",
    "xuetu": "远 遐 闻 名 室 人 安 至",
    "answers": "迩安远至 名闻遐迩 室迩人遐 室迩人远 闻名遐迩 遐迩闻名 远至迩安"
  },
  {
    "wenren": "钉",
    "xuetu": "铁 板 斩 上 磷 截 砸 头",
    "answers": "板上钉钉 板上砸钉 钉头磷磷 截铁斩钉 铁板钉钉 斩钉截铁"
  },
  {
    "wenren": "昧",
    "xuetu": "天 瞒 地 明 心 己 谩 若",
    "answers": "瞒天昧地 瞒心昧己 谩天昧地 昧地瞒天 昧地谩天 昧己瞒心 若明若昧"
  },
  {
    "wenren": "将",
    "xuetu": "兵 之 军 就 败 计 天 残",
    "answers": "败将残兵 败军之将 残兵败将 残军败将 将计就计 天兵天将"
  },
  {
    "wenren": "攻",
    "xuetu": "不 无 其 以 备 守 克 为",
    "answers": "攻其不备 攻其无备 攻无不克 以攻为守 以守为攻"
  },
  {
    "wenren": "蓄",
    "xuetu": "养 锐 并 兼 收 精 威 容",
    "answers": "兼容并蓄 兼收并蓄 蓄精养锐 养精蓄锐 养锐蓄威 养威蓄锐"
  },
  {
    "wenren": "株",
    "xuetu": "根 朽 木 枯 盘 结 枿 槃",
    "answers": "根株结盘 枯木朽株 枯枿朽株 枯株朽木 盘木朽株 槃木朽株 朽株枯木"
  },
  {
    "wenren": "遣",
    "xuetu": "意 将 兵 词 调 辞 措 命",
    "answers": "调兵遣将 命词遣意 命辞遣意 遣兵调将 遣词措意 遣辞措意 遣将调兵"
  },
  {
    "wenren": "顿",
    "xuetu": "足 胸 捶 脚 手 椎 搓 膺",
    "answers": "捶胸顿脚 捶胸顿足 搓手顿脚 搓手顿足 顿脚捶胸 顿足捶胸 顿足搓手 顿足椎胸 椎胸顿足 椎膺顿足"
  },
  {
    "wenren": "磅",
    "xuetu": "礴 解 衣 气 大 盘 槃 势",
    "answers": "大气磅礴 解衣磅礴 解衣盘磅 解衣槃磅 气势磅礴"
  },
  {
    "wenren": "货",
    "xuetu": "行 公 宝 贿 赂 百 万 大",
    "answers": "百宝万货 贿货公行 货贿公行 货赂大行 货赂公行"
  },
  {
    "wenren": "岭",
    "xuetu": "山 峻 越 复 巴 登 重 度",
    "answers": "巴山度岭 巴山越岭 登山越岭 重山复岭 重山峻岭"
  },
  {
    "wenren": "揖",
    "xuetu": "打 作 拱 指 恭 躬 挥 麾",
    "answers": "打恭作揖 打躬作揖 打拱作揖 拱揖指挥 拱揖指麾"
  },
  {
    "wenren": "瘢",
    "xuetu": "索 垢 吹 洗 毛 求 寻 绽",
    "answers": "吹垢索瘢 吹毛索瘢 索垢吹瘢 洗垢求瘢 洗垢索瘢 寻瘢索绽"
  },
  {
    "wenren": "史",
    "xuetu": "青 名 垂 标 芳 留 功 传",
    "answers": "垂名青史 功标青史 名标青史 名垂青史 青史标名 青史传名 青史垂名 青史留芳 青史留名"
  },
  {
    "wenren": "展",
    "xuetu": "眉 眼 筹 莫 开 一 舒 半",
    "answers": "半筹莫展 开眉展眼 莫展一筹 舒眉展眼 眼开眉展 一筹莫展 展眼舒眉"
  },
  {
    "wenren": "噎",
    "xuetu": "废 祝 食 抽 见 闻 因 哽",
    "answers": "抽抽噎噎 见噎废食 闻噎废食 因噎废食 祝哽祝噎"
  },
  {
    "wenren": "闭",
    "xuetu": "门 自 关 户 扫 却 守 轨",
    "answers": "闭关却扫 闭关自守 闭门却轨 闭门却扫 闭门扫轨 闭门自守 关门闭户"
  },
  {
    "wenren": "战",
    "xuetu": "胜 胆 心 百 兢 惊 栗 寒",
    "answers": "百战百胜 胆战心寒 胆战心惊 兢兢战战 心寒胆战 心惊胆战 战战兢兢 战战栗栗"
  },
  {
    "wenren": "替",
    "xuetu": "可 陵 否 上 下 进 献 不",
    "answers": "进可替不 进可替否 上陵下替 上替下陵 下陵上替 献可替否 献替可否"
  },
  {
    "wenren": "鹊",
    "xuetu": "鸠 巢 居 占 夺 僭 据 踞",
    "answers": "鸠夺鹊巢 鸠僭鹊巢 鸠居鹊巢 鸠占鹊巢 鹊巢鸠居 鹊巢鸠据 鹊巢鸠踞 鹊巢鸠占"
  },
  {
    "wenren": "兰",
    "xuetu": "桂 玉 心 质 摧 折 蕙 熏",
    "answers": "摧兰折玉 桂折兰摧 蕙心兰质 兰摧玉折 兰质蕙心 兰质熏心"
  },
  {
    "wenren": "吐",
    "xuetu": "吞 不 半 茹 柔 刚 露 格",
    "answers": "半吐半露 半吞半吐 不吐不茹 格格不吐 柔茹刚吐 茹柔吐刚 吐刚茹柔 吞吞吐吐"
  },
  {
    "wenren": "悦",
    "xuetu": "心 目 不 赏 怏 娱 挑 爽",
    "answers": "目挑心悦 赏心悦目 爽心悦目 怏怏不悦 娱心悦目 悦目赏心 悦目娱心"
  },
  {
    "wenren": "究",
    "xuetu": "根 底 追 归 柢 盘 刨 寻",
    "answers": "归根究柢 盘根究底 刨根究底 寻根究底 追根究底"
  },
  {
    "wenren": "算",
    "xuetu": "远 神 机 深 谋 妙 图 谟",
    "answers": "妙算神机 深图远算 神机妙算 神谟远算 远谋深算"
  },
  {
    "wenren": "故",
    "xuetu": "常 如 无 安 习 亲 蹈 然",
    "answers": "安常习故 安然如故 蹈常习故 蹈故习常 无亲无故 习故安常"
  },
  {
    "wenren": "弓",
    "xuetu": "杯 影 藏 楚 鸟 蛇 得 尽",
    "answers": "杯弓蛇影 杯影蛇弓 楚得楚弓 楚弓楚得 弓影杯蛇 鸟得弓藏 鸟尽弓藏 蛇影杯弓"
  },
  {
    "wenren": "梅",
    "xuetu": "止 渴 鹤 子 妻 望 阁 老",
    "answers": "鹤子梅妻 梅妻鹤子 妻梅子鹤 望梅阁老 望梅止渴 止渴望梅"
  },
  {
    "wenren": "鬼",
    "xuetu": "神 哭 狼 嚎 弄 疑 号 泣",
    "answers": "鬼哭狼嚎 鬼哭神嚎 鬼哭神号 鬼泣神嚎 鬼泣神号 狼号鬼哭 弄鬼弄神 弄神弄鬼 神嚎鬼哭 神号鬼哭 神号鬼泣 疑鬼疑神 疑神疑鬼"
  },
  {
    "wenren": "决",
    "xuetu": "不 疑 未 迟 雌 雄 沉 吟",
    "answers": "沉吟不决 沉吟未决 迟疑不决 迟疑未决 雌雄未决"
  },
  {
    "wenren": "涣",
    "xuetu": "冰 释 若 尔 开 然 如 消",
    "answers": "涣尔冰开 涣然冰释 涣如冰释 涣若冰释 涣若冰消"
  },
  {
    "wenren": "徇",
    "xuetu": "私 法 情 枉 不 弊 舞 作",
    "answers": "不徇私情 法不徇情 枉法徇私 徇情枉法 徇私枉法 徇私舞弊 徇私作弊"
  },
  {
    "wenren": "倡",
    "xuetu": "和 一 冶 条 叶 三 叹 百",
    "answers": "倡条冶叶 冶叶倡条 一倡百和 一倡三叹 一倡一和"
  },
  {
    "wenren": "固",
    "xuetu": "深 根 之 本 蒂 石 盘 柢",
    "answers": "根深本固 根深柢固 根深蒂固 盘石之固 深根固本 深根固柢 深根固蒂"
  },
  {
    "wenren": "熬",
    "xuetu": "守 淡 清 受 更 夜 枯 谈",
    "answers": "熬更守夜 熬枯受淡 熬清守淡 熬清守谈 熬清受淡"
  },
  {
    "wenren": "辱",
    "xuetu": "忍 荣 含 死 垢 进 退 生",
    "answers": "含垢忍辱 进荣退辱 进退荣辱 忍辱含垢 死生荣辱"
  },
  {
    "wenren": "温",
    "xuetu": "枕 扇 软 席 衾 语 言 款",
    "answers": "款语温言 软语温言 扇席温枕 扇枕温衾 扇枕温席 温衾扇枕 温席扇枕 温枕扇席"
  },
  {
    "wenren": "盗",
    "xuetu": "狗 诲 世 名 鼠 窃 欺 淫",
    "answers": "盗名欺世 狗盗鼠窃 诲盗诲淫 诲淫诲盗 欺世盗名 鼠盗狗窃 鼠窃狗盗"
  },
  {
    "wenren": "闷",
    "xuetu": "愁 遁 无 山 海 世 俗 逸",
    "answers": "愁山闷海 遁世无闷 遁俗无闷 遁逸无闷 闷海愁山"
  },
  {
    "wenren": "拿",
    "xuetu": "作 势 云 腔 班 做 握 雾",
    "answers": "拿班作势 拿班做势 拿腔作势 拿腔做势 拿云握雾 握云拿雾"
  },
  {
    "wenren": "诛",
    "xuetu": "不 求 笔 伐 无 口 已 墨",
    "answers": "笔伐口诛 笔诛墨伐 口诛笔伐 诛求不已 诛求无已"
  },
  {
    "wenren": "惚",
    "xuetu": "恍 神 心 精 迷 离 情 思",
    "answers": "精神恍惚 迷离恍惚 神情恍惚 神思恍惚 心神恍惚"
  },
  {
    "wenren": "根",
    "xuetu": "底 深 盘 结 固 蒂 归 柢",
    "answers": "根结盘固 根盘蒂结 根深柢固 根深蒂固 根深蒂结 归根结底 归根结柢 归根结蒂 深根固柢 深根固蒂"
  },
  {
    "wenren": "椎",
    "xuetu": "足 顿 心 胸 大 轮 辂 路",
    "answers": "大辂椎轮 大路椎轮 顿足椎胸 椎心顿足 椎胸顿足"
  },
  {
    "wenren": "制",
    "xuetu": "宜 时 以 因 事 遭 随 夷",
    "answers": "随时制宜 随事制宜 以夷制夷 因时制宜 因事制宜 遭时制宜 遭事制宜"
  },
  {
    "wenren": "竭",
    "xuetu": "力 尽 殚 心 精 财 智 忠",
    "answers": "财殚力竭 财竭力尽 殚财竭力 殚精竭力 殚智竭力 竭尽心力 竭智尽力 竭智尽忠 竭忠尽智 尽心竭力 尽忠竭力 力殚财竭"
  },
  {
    "wenren": "腔",
    "xuetu": "作 调 拿 势 装 做 南 北",
    "answers": "拿腔作调 拿腔作势 拿腔做势 南腔北调 装腔作势"
  },
  {
    "wenren": "胶",
    "xuetu": "漆 如 柱 瑟 似 投 调 鼓",
    "answers": "胶柱调瑟 胶柱鼓瑟 如胶如漆 如胶似漆 如胶投漆 似漆如胶"
  },
  {
    "wenren": "应",
    "xuetu": "相 心 不 天 手 顺 人 口",
    "answers": "口不应心 手不应心 顺人应天 顺天应人 心不应口 心口相应 心手相应 应天顺人"
  },
  {
    "wenren": "珍",
    "xuetu": "宝 如 奇 异 禽 兽 爱 玩",
    "answers": "爱如珍宝 奇珍异宝 奇珍异玩 异宝奇珍 珍禽奇兽 珍禽异兽"
  },
  {
    "wenren": "庆",
    "xuetu": "相 额 手 称 弹 冠 首 举",
    "answers": "弹冠相庆 额手称庆 额手相庆 额首称庆 举手相庆"
  },
  {
    "wenren": "界",
    "xuetu": "世 半 间 不 眼 花 放 锦",
    "answers": "半间半界 半间不界 不间不界 放眼世界 花花世界 花锦世界"
  },
  {
    "wenren": "果",
    "xuetu": "因 结 收 为 倒 兰 絮 造",
    "answers": "倒果为因 倒因为果 兰因絮果 收因结果 絮果兰因 造因结果"
  },
  {
    "wenren": "精",
    "xuetu": "研 思 力 彩 殚 竭 没 虑",
    "answers": "殚精竭力 殚精竭虑 没精没彩 研精殚力 研精殚思 研精竭虑"
  },
  {
    "wenren": "飧",
    "xuetu": "饔 不 朝 夕 饱 给 济 继",
    "answers": "朝饔夕飧 饔飧不饱 饔飧不给 饔飧不济 饔飧不继"
  },
  {
    "wenren": "幽",
    "xuetu": "微 洞 阐 通 明 烛 抉 显",
    "answers": "阐幽抉微 阐幽明微 洞幽烛微 通幽洞微 微显阐幽 显微阐幽"
  },
  {
    "wenren": "耸",
    "xuetu": "霄 壑 昂 毛 然 发 骨 凌",
    "answers": "昂霄耸壑 毛发耸然 毛骨耸然 耸壑昂霄 耸壑凌霄"
  },
  {
    "wenren": "怨",
    "xuetu": "怒 人 天 任 以 劳 德 报",
    "answers": "人怨天怒 任劳任怨 任怨任劳 天怒人怨 以德报怨 以怨报德"
  },
  {
    "wenren": "否",
    "xuetu": "泰 极 来 回 往 唯 阳 去",
    "answers": "否极泰回 否极泰来 否极阳回 否去泰来 否往泰来 泰来否极 泰来否往 唯唯否否"
  },
  {
    "wenren": "汤",
    "xuetu": "火 蹈 赴 沸 如 探 峨 浩",
    "answers": "蹈赴汤火 蹈火赴汤 蹈火探汤 蹈汤赴火 峨峨汤汤 沸沸汤汤 赴汤蹈火 浩浩汤汤 如蹈汤火 探汤蹈火"
  },
  {
    "wenren": "官",
    "xuetu": "爵 卖 达 鬻 人 贩 贵 要",
    "answers": "达官贵人 达官贵要 达官要人 贩官鬻爵 卖官贩爵 卖官卖爵 卖官鬻爵 卖爵鬻官"
  },
  {
    "wenren": "艺",
    "xuetu": "多 才 贪 无 材 能 贿 欲",
    "answers": "多才多艺 多材多艺 多能多艺 多艺多才 贪贿无艺 贪欲无艺"
  },
  {
    "wenren": "狠",
    "xuetu": "心 手 辣 毒 魔 怪 一 二",
    "answers": "毒魔狠怪 狠心辣手 心狠手毒 心狠手辣 心辣手狠 一狠二狠"
  },
  {
    "wenren": "郢",
    "xuetu": "人 斤 斧 斫 匠 挥 运 垩",
    "answers": "郢匠挥斤 郢人斤斧 郢人斤斫 郢人运斧 郢人斫垩"
  },
  {
    "wenren": "经",
    "xuetu": "纬 正 天 文 武 国 地 年",
    "answers": "经天纬地 经文纬武 年经国纬 天地经纬 天经地纬 纬武经文 文经武纬 正正经经"
  },
  {
    "wenren": "泊",
    "xuetu": "飘 凤 鸾 漂 无 定 东 西",
    "answers": "东飘西泊 凤泊鸾漂 凤泊鸾飘 鸾漂凤泊 鸾飘凤泊 漂泊无定 飘泊无定"
  },
  {
    "wenren": "反",
    "xuetu": "还 正 相 成 归 真 朴 淳",
    "answers": "反朴归真 反朴还淳 反正还淳 归真反朴 还淳反朴 相反相成"
  },
  {
    "wenren": "怜",
    "xuetu": "贫 惜 老 新 旧 敬 恤 弃",
    "answers": "敬老怜贫 怜贫敬老 怜贫惜老 怜贫恤老 怜新弃旧 弃旧怜新 惜老怜贫 恤老怜贫"
  },
  {
    "wenren": "退",
    "xuetu": "进 无 旅 失 有 可 度 据",
    "answers": "进旅退旅 进退可度 进退失据 进退无据 进退有度 旅进旅退 退旅进旅 有进无退"
  },
  {
    "wenren": "奴",
    "xuetu": "颜 婢 膝 出 入 主 睐 色",
    "answers": "婢膝奴颜 出奴入主 奴颜婢睐 奴颜婢色 奴颜婢膝 入主出奴"
  },
  {
    "wenren": "济",
    "xuetu": "相 世 时 共 同 匡 恶 彬",
    "answers": "彬彬济济 济世匡时 匡时济世 同恶共济 同恶相济"
  },
  {
    "wenren": "偃",
    "xuetu": "武 文 兵 革 修 草 风 行",
    "answers": "草偃风行 风行草偃 风行革偃 文修武偃 武偃文修 修文偃武 偃兵修文 偃武行文 偃武修文"
  },
  {
    "wenren": "姿",
    "xuetu": "英 仙 色 玉 国 天 飒 爽",
    "answers": "国色天姿 飒爽英姿 天姿国色 仙姿玉色 英姿飒爽"
  },
  {
    "wenren": "梧",
    "xuetu": "鼠 技 支 之 凤 鸣 穷 五",
    "answers": "梧凤之鸣 梧鼠技穷 梧鼠五技 梧鼠之技 支支梧梧"
  },
  {
    "wenren": "年",
    "xuetu": "之 百 丰 岁 寿 好 稔 人",
    "answers": "百年之好 丰年稔岁 人寿年丰 岁丰年稔 岁稔年丰"
  },
  {
    "wenren": "饰",
    "xuetu": "非 过 文 掩 拒 谏 补 护",
    "answers": "补过饰非 护过饰非 拒谏饰非 饰非拒谏 饰非文过 饰非掩过 文过饰非 掩过饰非"
  },
  {
    "wenren": "瑶",
    "xuetu": "草 琪 花 池 玉 奇 葩 液",
    "answers": "琪花瑶草 瑶草奇花 瑶草琪花 瑶草琪葩 瑶池玉液"
  },
  {
    "wenren": "昭",
    "xuetu": "彰 著 恶 迹 着 明 劣 罪",
    "answers": "恶迹昭著 恶迹昭着 劣迹昭著 劣迹昭着 彰明昭著 彰明昭着 罪恶昭彰 罪恶昭著"
  },
  {
    "wenren": "少",
    "xuetu": "年 翩 分 甘 绝 齿 气 锐",
    "answers": "齿少气锐 分甘绝少 绝甘分少 绝少分甘 翩翩年少 翩翩少年"
  },
  {
    "wenren": "咽",
    "xuetu": "狼 虎 吞 餐 苦 甘 飡 飧",
    "answers": "狼飡虎咽 狼餐虎咽 狼飧虎咽 狼吞虎咽 咽苦吞甘"
  },
  {
    "wenren": "翼",
    "xuetu": "虎 为 添 如 匪 干 兢 傅",
    "answers": "匪匪翼翼 干干翼翼 兢兢翼翼 如虎傅翼 如虎添翼 为虎傅翼 为虎添翼"
  },
  {
    "wenren": "室",
    "xuetu": "入 暗 不 操 欺 心 戈 同",
    "answers": "暗室不欺 暗室欺心 不欺暗室 操戈入室 操戈同室 入室操戈 同室操戈"
  },
  {
    "wenren": "琶",
    "xuetu": "琵 别 铁 铜 抱 板 弄 绰",
    "answers": "别抱琵琶 琵琶别抱 琵琶别弄 铁板铜琶 铁绰铜琶 铜琶铁板"
  },
  {
    "wenren": "幄",
    "xuetu": "帷 运 筹 绸 缪 策 帏 坐",
    "answers": "绸缪帷幄 运策帷幄 运筹帏幄 运筹帷幄 坐筹帷幄"
  },
  {
    "wenren": "品",
    "xuetu": "竹 丝 调 头 足 弹 弦 评",
    "answers": "弹丝品竹 调丝品竹 调弦品竹 品头评足 品竹弹丝 品竹调丝 品竹调弦 评头品足"
  },
  {
    "wenren": "随",
    "xuetu": "逐 波 俗 风 影 乡 入 浪",
    "answers": "入乡随俗 随波逐浪 随风逐浪 随乡入俗 随乡入乡 逐浪随波 逐影随波"
  },
  {
    "wenren": "燕",
    "xuetu": "莺 舞 歌 飞 语 俦 侣 啼",
    "answers": "歌莺舞燕 燕俦莺侣 燕侣莺俦 燕舞莺歌 燕舞莺啼 燕燕莺莺 燕语莺啼 莺俦燕侣 莺飞燕舞 莺歌燕舞 莺歌燕语 莺啼燕语"
  },
  {
    "wenren": "菲",
    "xuetu": "采 食 葑 薄 衣 及 恶 之",
    "answers": "采葑采菲 采及葑菲 恶衣菲食 菲食薄衣 葑菲之采"
  },
  {
    "wenren": "强",
    "xuetu": "弱 兵 富 胜 国 本 以 末",
    "answers": "富国强兵 国富兵强 强本弱末 强兵富国 弱本强末 以强胜弱 以弱胜强"
  },
  {
    "wenren": "肆",
    "xuetu": "大 汪 洋 恣 行 无 忌 闳",
    "answers": "肆行无忌 汪洋大肆 汪洋闳肆 汪洋恣肆 恣肆无忌"
  },
  {
    "wenren": "漏",
    "xuetu": "不 泄 天 滴 水 机 春 光",
    "answers": "春光漏泄 滴水不漏 漏泄春光 漏泄天机 水泄不漏 泄漏天机"
  },
  {
    "wenren": "寒",
    "xuetu": "饥 暑 岁 不 来 往 松 柏",
    "answers": "不饥不寒 寒来暑往 暑来寒往 暑往寒来 岁寒松柏"
  },
  {
    "wenren": "余",
    "xuetu": "遗 风 茶 后 音 韵 袅 酒",
    "answers": "茶余酒后 酒后茶余 酒余茶后 袅袅余音 遗风余韵 遗音余韵 余音袅袅"
  },
  {
    "wenren": "泼",
    "xuetu": "撒 放 水 打 滚 刁 豪 冷",
    "answers": "打滚撒泼 放刁撒泼 放泼撒豪 泼冷水 撒泼打滚 撒泼放刁"
  },
  {
    "wenren": "咫",
    "xuetu": "尺 天 涯 里 颜 千 万 威",
    "answers": "天涯咫尺 咫尺千里 咫尺天涯 咫尺天颜 咫尺万里 咫尺威颜"
  },
  {
    "wenren": "数",
    "xuetu": "论 黄 难 白 黑 更 仆 道",
    "answers": "更难仆数 更仆难数 论黄数白 论黄数黑 难更仆数 数白论黄 数黑论白 数黑论黄 数黄道白 数黄道黑"
  },
  {
    "wenren": "叶",
    "xuetu": "落 秋 一 根 风 知 扫 归",
    "answers": "落叶归根 落叶知秋 秋风落叶 秋风扫落叶 秋风扫叶 叶落归根 叶落知秋 一叶知秋"
  },
  {
    "wenren": "秋",
    "xuetu": "春 月 风 盈 水 华 花 实",
    "answers": "春花秋实 春花秋月 春华秋实 秋实春华 秋水盈盈 秋月春风 秋月春花 盈盈秋水"
  },
  {
    "wenren": "坐",
    "xuetu": "不 待 席 卧 而 安 地 毙",
    "answers": "安坐待毙 席地而坐 坐不安席 坐而待毙 坐卧不安"
  },
  {
    "wenren": "弊",
    "xuetu": "金 私 帚 千 舞 营 尽 裘",
    "answers": "弊帚千金 金尽裘弊 千金弊帚 裘弊金尽 舞弊营私 营私舞弊"
  },
  {
    "wenren": "貌",
    "xuetu": "合 离 情 心 非 古 神 是",
    "answers": "古貌古心 貌合情离 貌合神离 貌合心离 貌离神合 貌是情非 貌是心非"
  },
  {
    "wenren": "敌",
    "xuetu": "力 国 同 势 均 忾 舟 仇",
    "answers": "敌忾同仇 力敌势均 力均势敌 势均力敌 同仇敌忾 同舟敌国"
  },
  {
    "wenren": "翁",
    "xuetu": "塞 马 得 阿 失 之 姑 家",
    "answers": "阿姑阿翁 阿家阿翁 塞翁得马 塞翁失马 塞翁之马 失马塞翁"
  },
  {
    "wenren": "计",
    "xuetu": "行 百 谋 从 言 千 听 方",
    "answers": "百计千方 百计千谋 百谋千计 计行言听 谋听计行 千方百计 言从计听 言从计行 言听计从 言听计行 言行计从"
  },
  {
    "wenren": "毒",
    "xuetu": "安 也 莫 宴 醙 予 鸩 燕",
    "answers": "莫予毒也 宴安醙毒 宴安鸩毒 燕安醙毒 燕安鸩毒"
  },
  {
    "wenren": "倾",
    "xuetu": "倒 扶 箧 筐 危 定 济 弱",
    "answers": "倒箧倾筐 定倾扶危 扶倾济弱 扶危定倾 济弱扶倾 倾筐倒箧"
  },
  {
    "wenren": "抽",
    "xuetu": "剥 筋 茧 丝 皮 骨 拔 搭",
    "answers": "剥茧抽丝 剥皮抽筋 抽抽搭搭 抽筋拔骨 抽筋剥皮 抽丝剥茧"
  },
  {
    "wenren": "任",
    "xuetu": "自 劳 不 胜 其 怨 放 流",
    "answers": "不胜其任 放任自流 任劳任怨 任其自流 任怨任劳"
  },
  {
    "wenren": "咏",
    "xuetu": "月 嘲 风 一 吟 花 柳 觞",
    "answers": "嘲风咏月 一觞一咏 一吟一咏 吟风咏月 吟花咏柳 咏嘲风月 咏月嘲风 咏月嘲花"
  },
  {
    "wenren": "塌",
    "xuetu": "地 天 崩 荒 山 死 心 摧",
    "answers": "地塌天荒 山崩地塌 死心塌地 天崩地塌 天摧地塌"
  },
  {
    "wenren": "放",
    "xuetu": "不 羁 浪 拘 纵 诞 风 流",
    "answers": "放诞不羁 放诞不拘 放诞风流 放浪不羁 放浪不拘 放纵不羁 放纵不拘"
  },
  {
    "wenren": "赏",
    "xuetu": "罚 功 不 明 信 必 之 高",
    "answers": "不赏之功 功高不赏 赏罚不明 赏罚信明 赏信罚必 赏信罚明 信赏必罚"
  },
  {
    "wenren": "鹏",
    "xuetu": "万 里 程 凤 翥 翔 霄 翼",
    "answers": "凤翥鹏翔 鹏程万里 鹏霄万里 万里鹏程 万里鹏翼"
  },
  {
    "wenren": "队",
    "xuetu": "成 群 逐 结 行 帮 作 随",
    "answers": "成帮结队 成群结队 成群逐队 成群作队 随行逐队 逐队成群"
  },
  {
    "wenren": "局",
    "xuetu": "地 天 者 当 迷 蹐 促 扣",
    "answers": "当局者迷 蹐地局天 局地扣天 局天促地 局天蹐地 局天扣地"
  },
  {
    "wenren": "付",
    "xuetu": "之 一 诸 东 流 炬 笑 叹",
    "answers": "付之东流 付之一炬 付之一叹 付之一笑 付诸东流 付诸一炬 付诸一笑"
  },
  {
    "wenren": "孜",
    "xuetu": "不 怠 倦 汲 无 砽 辍 懈",
    "answers": "孜孜不辍 孜孜不怠 孜孜不倦 孜孜不懈 孜孜汲汲 孜孜无怠 孜孜无倦 孜孜砽砽"
  },
  {
    "wenren": "凫",
    "xuetu": "鹤 续 断 短 长 截 惭 企",
    "answers": "惭凫企鹤 断鹤续凫 凫短鹤长 鹤长凫短 鹤短凫长 截鹤续凫 续凫断鹤 续凫截鹤"
  },
  {
    "wenren": "腑",
    "xuetu": "肺 人 感 深 心 铭 沁 诸",
    "answers": "感人肺腑 感深肺腑 铭诸肺腑 沁人肺腑 沁人心腑 深铭肺腑"
  },
  {
    "wenren": "州",
    "xuetu": "鹤 扬 骑 冲 府 过 撞 上",
    "answers": "冲州过府 冲州撞府 过府冲州 骑鹤上扬州 骑鹤扬州 骑上扬州鹤 骑扬州鹤 撞府冲州"
  },
  {
    "wenren": "厉",
    "xuetu": "发 风 踔 行 扬 奋 蹈 雷",
    "answers": "踔厉奋发 踔厉风发 蹈厉奋发 发扬踔厉 发扬蹈厉 奋发踔厉 奋发蹈厉 风行雷厉 雷厉风行"
  },
  {
    "wenren": "投",
    "xuetu": "石 井 以 情 水 意 合 下",
    "answers": "情投意合 投井下石 投石下井 下井投石 以石投水 以水投石 以水投水 意合情投"
  },
  {
    "wenren": "遑",
    "xuetu": "不 食 宁 处 栖 息 启 暇",
    "answers": "不遑宁处 不遑宁息 不遑启处 不遑暇食 栖栖遑遑"
  },
  {
    "wenren": "城",
    "xuetu": "百 之 倾 坐 书 拥 国 富",
    "answers": "百城之富 倾城倾国 倾国倾城 拥书百城 坐拥百城 坐拥书城"
  },
  {
    "wenren": "酣",
    "xuetu": "淋 漓 笔 饱 墨 畅 痛 嬉",
    "answers": "笔饱墨酣 笔酣墨饱 酣畅淋漓 酣痛淋漓 酣嬉淋漓"
  },
  {
    "wenren": "万",
    "xuetu": "千 无 状 古 端 绪 秋 人",
    "answers": "千端万绪 千千万万 千秋万古 千绪万端 千状万端 人千人万 万古千秋 万万千千 万绪千端 无千无万"
  },
  {
    "wenren": "睹",
    "xuetu": "目 知 微 无 著 耳 闻 有",
    "answers": "睹微知著 睹著知微 耳闻目睹 目睹耳闻 有目无睹"
  },
  {
    "wenren": "潜",
    "xuetu": "默 移 迹 形 化 匿 影 转",
    "answers": "默化潜移 默转潜移 匿迹潜形 潜形匿迹 潜形匿影 潜移默化 潜移默转"
  },
  {
    "wenren": "帛",
    "xuetu": "竹 垂 鱼 名 狐 永 篝 声",
    "answers": "垂名竹帛 名垂竹帛 永垂竹帛 鱼帛狐篝 鱼帛狐声"
  },
  {
    "wenren": "摩",
    "xuetu": "肩 毂 接 踵 击 顶 至 擦",
    "answers": "毂击肩摩 击毂摩肩 肩摩毂击 肩摩毂接 肩摩踵接 摩顶至踵 摩肩擦踵 摩肩击毂 摩肩接毂 摩肩接踵 踵接肩摩"
  },
  {
    "wenren": "不",
    "xuetu": "可 一 知 无 言 及 所 行",
    "answers": "不知所可 不知所言 无可不可 无可无不可 无所不及 无所不可 无所不知 无一不知 言不及行 言行不一 知无不言"
  },
  {
    "wenren": "直",
    "xuetu": "言 正 无 谏 快 心 口 讳",
    "answers": "口快心直 口直心快 心直口快 正言直谏 直口无言 直言无讳 直言正谏"
  },
  {
    "wenren": "跌",
    "xuetu": "胸 脚 宕 捶 风 流 荡 足",
    "answers": "捶胸跌脚 捶胸跌足 跌宕风流 跌荡风流 跌脚捶胸 风流跌宕"
  },
  {
    "wenren": "扯",
    "xuetu": "拉 胡 东 西 八 挦 乱 诌",
    "answers": "东扯西拉 东拉西扯 东挦西扯 胡拉乱扯 胡诌八扯 胡诌乱扯 拉拉扯扯"
  },
  {
    "wenren": "丰",
    "xuetu": "年 岁 稔 民 和 长 林 草",
    "answers": "长林丰草 丰草长林 丰年稔岁 民和年丰 岁丰年稔 岁稔年丰"
  },
  {
    "wenren": "求",
    "xuetu": "不 同 相 声 应 之 气 得",
    "answers": "求之不得 声气相求 声求气应 声应气求 同气相求 同声相求"
  },
  {
    "wenren": "玩",
    "xuetu": "愒 日 时 山 岁 水 游 观",
    "answers": "观山玩水 玩日愒时 玩时愒日 玩岁愒日 玩岁愒时 游山玩水"
  },
  {
    "wenren": "轶",
    "xuetu": "闻 事 绝 超 群 类 遗 尘",
    "answers": "超群轶类 超轶绝尘 遗闻轶事 轶类超群 轶群绝类 轶事遗闻 轶闻遗事"
  },
  {
    "wenren": "剔",
    "xuetu": "抉 爬 撩 蜂 蝎 罗 梳 杷",
    "answers": "撩蜂剔蝎 杷罗剔抉 爬罗剔抉 爬梳剔抉 剔蝎撩蜂"
  },
  {
    "wenren": "丁",
    "xuetu": "一 不 识 卯 孤 二 苦 零",
    "answers": "不识一丁 丁一卯二 孤苦零丁 零丁孤苦 一丁不识"
  },
  {
    "wenren": "屣",
    "xuetu": "敝 弃 如 倒 相 迎 若 之",
    "answers": "倒屣相迎 弃如敝屣 弃若敝屣 弃之敝屣 如弃敝屣"
  },
  {
    "wenren": "颜",
    "xuetu": "发 朱 白 绿 苍 红 鹤 鬓",
    "answers": "白发苍颜 白发红颜 白发朱颜 苍颜白发 绿鬓红颜 绿鬓朱颜 朱颜鹤发 朱颜绿发"
  },
  {
    "wenren": "箫",
    "xuetu": "管 吹 凤 玉 鸾 金 龙 弄",
    "answers": "凤管鸾箫 凤箫龙管 凤箫鸾管 弄玉吹箫 玉箫金管"
  },
  {
    "wenren": "独",
    "xuetu": "行 寡 心 孤 匠 鳏 踽 具",
    "answers": "独具匠心 独行踽踽 孤独鳏寡 孤寡鳏独 鳏寡孤独 匠心独具 踽踽独行"
  },
  {
    "wenren": "锁",
    "xuetu": "枷 利 缰 名 披 金 玉 带",
    "answers": "金枷玉锁 利缰名锁 利锁名缰 名缰利锁 披枷带锁"
  },
  {
    "wenren": "蓬",
    "xuetu": "断 头 梗 飘 飞 垢 面 漂",
    "answers": "断梗飞蓬 断梗飘蓬 垢面蓬头 蓬头垢面 漂蓬断梗 飘蓬断梗"
  },
  {
    "wenren": "饔",
    "xuetu": "飧 不 朝 夕 饱 给 济 继",
    "answers": "朝饔夕飧 饔飧不饱 饔飧不给 饔飧不济 饔飧不继"
  },
  {
    "wenren": "婚",
    "xuetu": "男 新 尔 大 宴 燕 当 须",
    "answers": "男大当婚 男大须婚 新婚宴尔 新婚燕尔 宴尔新婚 燕尔新婚"
  },
  {
    "wenren": "岳",
    "xuetu": "渟 渊 峙 磊 荦 川 立 镇",
    "answers": "川渟岳峙 渊渟岳立 渊渟岳峙 岳岳磊磊 岳岳荦荦 岳镇渊渟 岳峙渊渟"
  },
  {
    "wenren": "给",
    "xuetu": "不 足 家 人 目 暇 自 民",
    "answers": "家给民足 家给人足 目不暇给 人给家足 人足家给 自给自足"
  },
  {
    "wenren": "伦",
    "xuetu": "绝 超 不 类 群 逸 迈 世",
    "answers": "不伦不类 超类绝伦 超迈绝伦 超群绝伦 超世绝伦 绝伦逸群 绝世超伦 逸群绝伦"
  },
  {
    "wenren": "厘",
    "xuetu": "毫 千 里 分 析 丝 忽 剖",
    "answers": "分毫析厘 分厘毫丝 毫厘千里 毫厘丝忽 析毫剖厘"
  },
  {
    "wenren": "丘",
    "xuetu": "壑 之 山 一 功 经 寻 若",
    "answers": "功若丘山 经丘寻壑 丘山之功 寻壑经丘 一丘一壑"
  },
  {
    "wenren": "有",
    "xuetu": "无 不 余 所 一 事 可 足",
    "answers": "可有可无 事不有余 无所不有 一无所有 足足有余"
  },
  {
    "wenren": "旅",
    "xuetu": "进 退 一 振 兵 成 释 泽",
    "answers": "进旅退旅 旅进旅退 退旅进旅 一成一旅 振兵释旅 振兵泽旅"
  },
  {
    "wenren": "主",
    "xuetu": "人 入 盗 道 东 出 奴 怨",
    "answers": "出奴入主 盗怨主人 东道主 东道主人 入主出奴"
  },
  {
    "wenren": "夫",
    "xuetu": "匹 妻 之 贩 妇 荣 勇 贵",
    "answers": "贩夫贩妇 夫贵妻荣 夫荣妻贵 匹夫匹妇 匹夫之勇 妻荣夫贵"
  },
  {
    "wenren": "炎",
    "xuetu": "附 凉 趋 热 势 赫 世 态",
    "answers": "附势趋炎 附炎趋热 赫赫炎炎 趋炎附热 趋炎附势 世态炎凉 炎凉世态"
  },
  {
    "wenren": "价",
    "xuetu": "二 不 连 城 无 等 市 言",
    "answers": "等价连城 价等连城 市不二价 市无二价 言不二价 言无二价"
  },
  {
    "wenren": "截",
    "xuetu": "铁 斩 打 家 钉 整 道 舍",
    "answers": "打家截道 打家截舍 截铁斩钉 斩钉截铁 整整截截"
  },
  {
    "wenren": "堆",
    "xuetu": "玉 积 金 山 如 迭 叠 海",
    "answers": "堆积如山 堆金迭玉 堆金叠玉 堆金积玉 堆山积海 积玉堆金"
  },
  {
    "wenren": "皇",
    "xuetu": "堂 人 哉 心 富 丽 冠 冕",
    "answers": "富丽堂皇 冠冕堂皇 人心皇皇 堂皇富丽 堂皇冠冕 堂哉皇哉"
  },
  {
    "wenren": "萌",
    "xuetu": "防 复 渐 杜 遏 态 旧 芽",
    "answers": "杜渐防萌 遏渐防萌 防萌杜渐 防芽遏萌 旧态复萌"
  },
  {
    "wenren": "景",
    "xuetu": "情 伤 良 生 触 美 对 辰",
    "answers": "触景伤情 触景生情 对景伤情 良辰美景 美景良辰"
  },
  {
    "wenren": "痒",
    "xuetu": "不 痛 搔 关 知 疼 处 着",
    "answers": "不关痛痒 不痛不痒 不知疼痒 不知痛痒 搔着痒处 知疼着痒"
  },
  {
    "wenren": "现",
    "xuetu": "活 眼 龙 神 报 灵 形 气",
    "answers": "活灵活现 活龙活现 活神活现 活形活现 活眼活现 活眼现报 神气活现"
  },
  {
    "wenren": "雀",
    "xuetu": "燕 丛 鱼 处 堂 渊 为 驱",
    "answers": "处堂燕雀 丛雀渊鱼 为丛驱雀 燕雀处堂 渊鱼丛雀"
  },
  {
    "wenren": "甘",
    "xuetu": "苦 不 分 共 绝 少 后 人",
    "answers": "不甘后人 分甘共苦 分甘绝少 绝甘分少 绝少分甘"
  },
  {
    "wenren": "晕",
    "xuetu": "头 昏 目 眩 眼 沉 脑 花",
    "answers": "昏头晕脑 目眩头晕 头昏目晕 头昏眼晕 头晕目眩 头晕眼花 晕晕沉沉"
  },
  {
    "wenren": "上",
    "xuetu": "下 头 不 心 一 直 竿 计",
    "answers": "不上不下 竿头直上 计上心头 上下一心 心上心下 直上直下"
  },
  {
    "wenren": "白",
    "xuetu": "黑 日 青 不 天 清 分 明",
    "answers": "白黑不分 白黑分明 白日青天 不分青白 不明不白 黑白分明 黑天白日 明明白白 青天白日 清天白日 天清日白"
  },
  {
    "wenren": "夷",
    "xuetu": "险 不 匪 如 若 惠 履 视",
    "answers": "不夷不惠 匪夷匪惠 履险如夷 履险若夷 视险如夷 视险若夷"
  },
  {
    "wenren": "纸",
    "xuetu": "金 迷 贵 醉 故 堆 洛 阳",
    "answers": "故纸堆 金迷纸醉 洛阳纸贵 迷金醉纸 纸贵洛阳 纸醉金迷"
  },
  {
    "wenren": "旷",
    "xuetu": "日 久 心 神 怡 经 引 月",
    "answers": "旷日经久 旷日引久 旷日引月 旷心怡神 神怡心旷 心旷神怡 心怡神旷"
  },
  {
    "wenren": "搭",
    "xuetu": "七 八 抽 撒 头 脑 低 昏",
    "answers": "抽抽搭搭 搭搭撒撒 低头搭脑 昏头搭脑 七搭八搭"
  },
  {
    "wenren": "噬",
    "xuetu": "虎 吞 狼 鲸 蛇 餐 鹰 扬",
    "answers": "鲸吞虎噬 鲸吞蛇噬 狼餐虎噬 狼吞虎噬 鹰扬虎噬"
  },
  {
    "wenren": "庐",
    "xuetu": "山 面 三 顾 真 目 茅 草",
    "answers": "草庐三顾 庐山面目 庐山真面 庐山真面目 茅庐三顾 三顾草庐 三顾茅庐"
  },
  {
    "wenren": "叹",
    "xuetu": "长 声 气 短 吁 哀 唉 嗳",
    "answers": "哀声叹气 唉声叹气 嗳声叹气 长吁短叹 短叹长吁"
  },
  {
    "wenren": "划",
    "xuetu": "脚 手 指 出 策 点 比 谋",
    "answers": "比手划脚 出谋划策 点手划脚 点指划脚 指手划脚"
  },
  {
    "wenren": "熙",
    "xuetu": "攘 重 累 来 往 壤 融 绩",
    "answers": "攘来熙往 攘攘熙熙 攘往熙来 熙来攘往 熙熙壤壤 熙熙攘攘 熙熙融融 重熙累绩"
  },
  {
    "wenren": "户",
    "xuetu": "门 家 挨 傍 人 千 万 倚",
    "answers": "挨家挨户 挨门挨户 傍人门户 家家户户 千家万户 千门万户 万户千门 倚傍门户 倚门傍户"
  },
  {
    "wenren": "怡",
    "xuetu": "神 心 旷 性 悦 情 养 荡",
    "answers": "旷心怡神 神怡心旷 心荡神怡 心旷神怡 心怡神旷 心悦神怡 怡情养性 怡情悦性 怡性养神"
  },
  {
    "wenren": "笑",
    "xuetu": "欢 眉 眼 卖 买 开 追 载",
    "answers": "开眉笑眼 买笑追欢 卖笑追欢 眉欢眼笑 眉开眼笑 载欢载笑 追欢买笑 追欢卖笑"
  },
  {
    "wenren": "伺",
    "xuetu": "隙 瑕 间 导 蠙 抵 乘 瞰",
    "answers": "乘间伺隙 瞰瑕伺隙 伺瑕导蠙 伺瑕导隙 伺瑕抵蠙 伺瑕抵隙"
  },
  {
    "wenren": "涉",
    "xuetu": "山 跋 水 川 登 若 渊 爬",
    "answers": "跋山涉川 跋山涉水 跋涉山川 登山涉水 爬山涉水 若涉渊水"
  },
  {
    "wenren": "妒",
    "xuetu": "能 贤 嫉 害 疾 闲 矜 名",
    "answers": "妒能害贤 妒贤疾能 妒贤嫉能 嫉闲妒能 嫉贤妒能 矜名妒能"
  },
  {
    "wenren": "狂",
    "xuetu": "若 喜 风 雨 大 欢 欣 骤",
    "answers": "大喜若狂 欢喜若狂 欢欣若狂 狂风骤雨 欣喜若狂 骤雨狂风"
  },
  {
    "wenren": "擒",
    "xuetu": "七 纵 虎 贼 王 饿 羊 先",
    "answers": "饿虎擒羊 七擒七纵 七纵七擒 擒贼擒王 擒贼先擒王"
  },
  {
    "wenren": "铸",
    "xuetu": "铁 古 今 铜 浇 熔 閒 打",
    "answers": "閒古铸今 閒今铸古 熔古铸今 熔今铸古 铁打铜铸 铜打铁铸 铜浇铁铸 铜铸铁浇"
  },
  {
    "wenren": "揭",
    "xuetu": "竿 地 掀 天 斩 木 而 起",
    "answers": "揭地掀天 揭竿而起 掀天揭地 斩竿揭木 斩木揭竿"
  },
  {
    "wenren": "掣",
    "xuetu": "电 风 驰 星 雷 行 旋 轰",
    "answers": "电掣风驰 电掣星驰 风掣雷行 风驰电掣 风行电掣 风旋电掣 轰雷掣电 星驰电掣"
  },
  {
    "wenren": "佯",
    "xuetu": "诈 败 输 风 冒 轮 痴 呆",
    "answers": "佯风诈冒 佯轮诈败 佯输诈败 诈败佯输 诈痴佯呆"
  },
  {
    "wenren": "谤",
    "xuetu": "腹 心 飞 谋 诽 非 钓 荐",
    "answers": "飞谋钓谤 飞谋荐谤 腹非心谤 腹诽心谤 心谤腹非"
  },
  {
    "wenren": "翩",
    "xuetu": "度 风 联 年 少 丰 浮 想",
    "answers": "丰度翩翩 风度翩翩 浮想联翩 翩翩风度 翩翩年少 翩翩少年"
  },
  {
    "wenren": "偎",
    "xuetu": "红 翠 倚 眷 人 急 亲 依",
    "answers": "眷红偎翠 人急偎亲 偎红倚翠 依翠偎红 倚翠偎红"
  },
  {
    "wenren": "郎",
    "xuetu": "才 女 不 顾 曲 周 貌 秀",
    "answers": "不郎不秀 顾曲周郎 郎才女貌 女貌郎才 周郎顾曲"
  },
  {
    "wenren": "业",
    "xuetu": "安 乐 家 立 兢 生 居 成",
    "answers": "安家乐业 安家立业 安居乐业 安生乐业 成家立业 兢兢业业 乐业安居 业业兢兢"
  },
  {
    "wenren": "尝",
    "xuetu": "胆 薪 备 苦 卧 艰 辛 眠",
    "answers": "备尝艰苦 备尝辛苦 尝胆眠薪 尝胆卧薪 卧薪尝胆"
  },
  {
    "wenren": "梦",
    "xuetu": "如 生 魂 想 醉 人 颠 倒",
    "answers": "魂颠梦倒 梦魂颠倒 梦想颠倒 人生如梦 如梦如醉 如醉如梦"
  },
  {
    "wenren": "迭",
    "xuetu": "重 床 层 峦 嶂 屋 架 岩",
    "answers": "层峦迭嶂 迭床架屋 迭嶂层峦 架屋迭床 重床迭架 重床迭屋 重峦迭嶂 重岩迭嶂"
  },
  {
    "wenren": "我",
    "xuetu": "尔 故 怜 卿 虞 诈 依 然",
    "answers": "尔虞我诈 尔诈我虞 故我依然 怜我怜卿 卿卿我我 依然故我"
  },
  {
    "wenren": "转",
    "xuetu": "回 斗 九 移 肠 星 心 意",
    "answers": "斗转星移 回肠九转 回心转意 心回意转 星移斗转 意转心回"
  },
  {
    "wenren": "像",
    "xuetu": "心 意 趁 模 样 称 如 适",
    "answers": "趁心像意 像模像样 像心称意 像心如意 像心适意 像心像意"
  },
  {
    "wenren": "乾",
    "xuetu": "坤 转 颠 倒 兢 朗 翼 旋",
    "answers": "颠倒乾坤 颠乾倒坤 兢兢乾乾 朗朗乾坤 乾乾翼翼 旋乾转坤 旋转乾坤"
  },
  {
    "wenren": "意",
    "xuetu": "心 得 满 如 气 志 像 扬",
    "answers": "得意扬扬 像心如意 像心像意 心满意得 扬扬得意 意得志满 意满志得 意气扬扬 志得意满 志满意得"
  },
  {
    "wenren": "收",
    "xuetu": "散 不 雨 云 反 水 听 视",
    "answers": "反水不收 反听收视 收视反听 雨散云收 雨收云散 云收雨散"
  },
  {
    "wenren": "松",
    "xuetu": "柏 之 鹤 骨 寿 茂 姿 乔",
    "answers": "鹤骨松姿 乔松之寿 松柏之茂 松柏之寿 松乔之寿"
  },
  {
    "wenren": "命",
    "xuetu": "天 人 知 安 乐 达 有 归",
    "answers": "达人知命 乐天安命 乐天知命 天命有归 知命乐天"
  },
  {
    "wenren": "荦",
    "xuetu": "大 确 岳 卓 端 者 不 羁",
    "answers": "荦荦大端 荦荦大者 荦荦确确 岳岳荦荦 卓荦不羁"
  },
  {
    "wenren": "覆",
    "xuetu": "翻 舟 云 雨 地 天 手 载",
    "answers": "地覆天翻 翻手云覆手雨 翻天覆地 翻云覆雨 覆地翻天 覆雨翻云 天翻地覆 天覆地载 雨覆云翻 云翻雨覆 载舟覆舟"
  },
  {
    "wenren": "枪",
    "xuetu": "刀 暗 箭 明 马 单 真 匹",
    "answers": "暗箭明枪 单枪匹马 明枪暗箭 匹马单枪 真刀真枪"
  },
  {
    "wenren": "角",
    "xuetu": "头 马 天 乌 涯 生 海 白",
    "answers": "海角天涯 海涯天角 马角乌白 马角乌头 天涯海角 乌白马角 乌头白马生角 乌头马角"
  },
  {
    "wenren": "钳",
    "xuetu": "口 舌 吉 网 罗 挢 结 吞",
    "answers": "吉网罗钳 罗钳吉网 钳口挢舌 钳口结舌 钳口吞舌"
  },
  {
    "wenren": "运",
    "xuetu": "时 乖 来 蹇 匠 心 拙 独",
    "answers": "独运匠心 匠心独运 时乖运乖 时乖运蹇 时乖运拙 时来运来 运乖时蹇 运蹇时乖 运拙时乖"
  },
  {
    "wenren": "旰",
    "xuetu": "食 宵 日 衣 忘 不 餐 昃",
    "answers": "旰食宵衣 日旰不食 日旰忘餐 日旰忘食 日昃旰食 宵衣旰食 衣宵食旰"
  },
  {
    "wenren": "昃",
    "xuetu": "日 食 中 则 不 旰 忘 必",
    "answers": "日昃不食 日昃旰食 日昃忘食 日中必昃 日中则昃"
  },
  {
    "wenren": "确",
    "xuetu": "不 荦 拔 移 凿 固 乎 切",
    "answers": "荦荦确确 确固不拔 确乎不拔 确切不移 确凿不移"
  },
  {
    "wenren": "鹰",
    "xuetu": "虎 视 狼 瞵 饿 饥 步 顾",
    "answers": "饿虎饥鹰 饥鹰饿虎 鹰瞵虎视 鹰视虎步 鹰视狼步 鹰视狼顾"
  },
  {
    "wenren": "惨",
    "xuetu": "愁 绿 红 云 淡 经 营 雾",
    "answers": "惨淡经营 惨绿愁红 愁红惨绿 愁云惨淡 愁云惨雾 红愁绿惨 绿惨红愁 雾惨云愁"
  },
  {
    "wenren": "卖",
    "xuetu": "买 鬻 剑 官 犊 空 爵 刀",
    "answers": "买犊卖刀 买空卖空 卖刀买犊 卖犊买刀 卖官卖爵 卖官鬻爵 卖剑买犊 卖爵鬻官 卖空买空"
  },
  {
    "wenren": "唱",
    "xuetu": "和 一 低 浅 吟 彼 此 斟",
    "answers": "彼唱此和 此唱彼和 低唱浅斟 低吟浅唱 浅斟低唱 一唱一和"
  },
  {
    "wenren": "香",
    "xuetu": "玉 消 车 碎 宝 软 温 马",
    "answers": "宝马香车 软香温玉 软玉温香 香车宝马 香消玉碎 玉碎香消"
  },
  {
    "wenren": "滔",
    "xuetu": "天 罪 汩 滚 大 之 行 恶",
    "answers": "滔滔汩汩 滔滔滚滚 滔天大罪 滔天之罪 滔天罪行 罪恶滔天"
  },
  {
    "wenren": "抱",
    "xuetu": "怀 守 残 真 素 缺 阙 诚",
    "answers": "抱残守缺 抱残守阙 抱诚守真 怀真抱素 守缺抱残 守阙抱残"
  },
  {
    "wenren": "吟",
    "xuetu": "沉 月 风 咏 不 决 弄 一",
    "answers": "沉吟不决 弄月吟风 一吟一咏 吟风弄月 吟风咏月"
  },
  {
    "wenren": "钧",
    "xuetu": "千 发 力 敌 一 势 引 字",
    "answers": "发引千钧 力敌千钧 力钧势敌 千钧一发 势钧力敌 一发千钧 一字千钧"
  },
  {
    "wenren": "罔",
    "xuetu": "上 欺 天 下 极 附 地 昊",
    "answers": "附上罔下 附下罔上 昊天罔极 极天罔地 欺上罔下 欺天罔地"
  },
  {
    "wenren": "英",
    "xuetu": "雄 姿 发 世 飒 爽 勃 盖",
    "answers": "盖世英雄 飒爽英姿 雄姿英发 英姿勃勃 英姿飒爽"
  },
  {
    "wenren": "唇",
    "xuetu": "舌 鼓 焦 弄 敝 干 摇 调",
    "answers": "唇焦舌敝 调唇弄舌 调舌弄唇 鼓唇弄舌 鼓唇摇舌 鼓舌摇唇 焦唇敝舌 焦唇干舌 舌敝唇焦 摇唇鼓舌"
  },
  {
    "wenren": "薪",
    "xuetu": "火 救 抱 胆 尝 厝 卧 积",
    "answers": "抱火厝薪 抱火卧薪 抱薪救火 尝胆卧薪 厝火积薪 积薪厝火 卧薪尝胆"
  },
  {
    "wenren": "埋",
    "xuetu": "狐 隐 名 迹 姓 搰 声 晦",
    "answers": "狐埋狐搰 埋声晦迹 隐迹埋名 隐名埋姓 隐姓埋名"
  },
  {
    "wenren": "浮",
    "xuetu": "沉 气 心 李 瓜 俗 粗 随",
    "answers": "沉李浮瓜 粗心浮气 浮瓜沉李 随俗沉浮 随俗浮沉 心粗气浮 心浮气粗"
  },
  {
    "wenren": "衫",
    "xuetu": "白 青 不 司 马 发 帢 履",
    "answers": "白发青衫 白帢青衫 不衫不履 青衫司马 司马青衫"
  },
  {
    "wenren": "液",
    "xuetu": "玉 金 浆 琼 波 精 瑶 池",
    "answers": "金波玉液 金浆玉液 金精玉液 琼浆金液 琼浆玉液 瑶池玉液 玉液金波 玉液金浆 玉液琼浆"
  },
  {
    "wenren": "磐",
    "xuetu": "石 如 安 之 风 雨 坚 固",
    "answers": "安如磐石 风雨如磐 坚如磐石 磐石之安 磐石之固"
  },
  {
    "wenren": "二",
    "xuetu": "一 不 无 三 其 知 心 意",
    "answers": "二三其意 二心三意 三心二意 一心无二 知其一不知其二"
  },
  {
    "wenren": "激",
    "xuetu": "扬 风 电 清 浊 回 飞 骇",
    "answers": "风回电激 风激电飞 风激电骇 激扬清浊 激浊扬清 扬清激浊"
  },
  {
    "wenren": "爽",
    "xuetu": "不 毫 发 飒 分 英 姿 无",
    "answers": "不爽毫发 分毫不爽 分毫无爽 毫发不爽 飒爽英姿 英姿飒爽"
  },
  {
    "wenren": "混",
    "xuetu": "淆 沌 黑 白 噩 泇 不 分",
    "answers": "黑白混淆 混沌不分 混混沌沌 混混噩噩 混混泇泇 混淆黑白"
  },
  {
    "wenren": "原",
    "xuetu": "本 情 心 有 委 甘 略 迹",
    "answers": "甘心情原 略迹原情 略迹原心 心甘情原 有本有原 原原本本 原原委委"
  },
  {
    "wenren": "贵",
    "xuetu": "富 荣 尊 华 夫 妻 降 纡",
    "answers": "夫贵妻荣 夫荣妻贵 富贵荣华 降贵纡尊 降尊纡贵 妻荣夫贵 荣华富贵 纡尊降贵"
  },
  {
    "wenren": "娱",
    "xuetu": "亲 心 目 彩 悦 衣 适 戏",
    "answers": "彩衣娱亲 适心娱目 戏彩娱亲 娱心悦目 悦目娱心"
  },
  {
    "wenren": "雅",
    "xuetu": "大 雍 容 之 不 登 堂 典",
    "answers": "不登大雅 不登大雅之堂 大雅之堂 雍容大雅 雍容典雅"
  },
  {
    "wenren": "床",
    "xuetu": "屋 迭 叠 架 上 支 重 安",
    "answers": "床上安床 床上迭床 床上叠床 迭床架屋 叠床架屋 架屋迭床 架屋叠床 支床迭屋 支床叠屋 重床迭架 重床迭屋 重床叠架 重床叠屋"
  },
  {
    "wenren": "普",
    "xuetu": "生 天 众 度 群 济 率 土",
    "answers": "普度群生 普度众生 普济群生 普济众生 普天率土"
  },
  {
    "wenren": "琼",
    "xuetu": "玉 楼 浆 液 树 金 枝 宇",
    "answers": "琼浆金液 琼浆玉液 琼楼玉宇 琼枝玉树 玉树琼枝 玉液琼浆 玉宇琼楼"
  },
  {
    "wenren": "魄",
    "xuetu": "魂 惊 丧 失 落 心 动 亡",
    "answers": "动魄惊心 魂惊魄落 魂亡魄失 惊魂动魄 惊魂落魄 惊魂丧魄 惊魂失魄 惊心动魄 惊心丧魄 丧魂落魄 丧魂失魄 失魂落魄 失魂丧魄 亡魂丧魄 亡魂失魄"
  },
  {
    "wenren": "贯",
    "xuetu": "通 融 朽 粟 会 红 陈 腐",
    "answers": "贯通融会 贯朽粟陈 贯朽粟腐 贯朽粟红 红腐贯朽 融会贯通 粟陈贯朽 粟红贯朽"
  },
  {
    "wenren": "愧",
    "xuetu": "不 无 当 怍 之 作 有 敢",
    "answers": "不愧不作 不愧不怍 当之无愧 当之有愧 愧不敢当"
  },
  {
    "wenren": "伶",
    "xuetu": "俐 齿 百 仃 牙 孤 苦 口",
    "answers": "百伶百俐 孤苦伶仃 口齿伶俐 俐齿伶牙 伶仃孤苦 伶牙俐齿"
  },
  {
    "wenren": "殚",
    "xuetu": "力 竭 精 财 虑 极 思 研",
    "answers": "财殚力竭 殚财竭力 殚精极虑 殚精竭力 殚精竭虑 殚思极虑 力殚财竭 研精殚力 研精殚思"
  },
  {
    "wenren": "迷",
    "xuetu": "不 反 醉 知 金 纸 而 返",
    "answers": "金迷纸醉 迷而不反 迷而不返 迷而知反 迷而知返 迷金醉纸 纸醉金迷"
  },
  {
    "wenren": "态",
    "xuetu": "作 情 世 楚 人 炎 凉 惺",
    "answers": "楚楚作态 人情世态 世态人情 世态炎凉 惺惺作态 炎凉世态"
  },
  {
    "wenren": "倦",
    "xuetu": "不 孜 学 力 娓 亹 谆 孳",
    "answers": "力学不倦 娓娓不倦 亹亹不倦 谆谆不倦 孜孜不倦 孳孳不倦"
  },
  {
    "wenren": "垢",
    "xuetu": "含 瑕 忍 污 藏 纳 匿 耻",
    "answers": "藏垢纳污 藏污纳垢 含垢藏瑕 含垢纳污 含垢匿瑕 含垢忍耻 含垢忍污 含污忍垢 纳垢藏污 匿瑕含垢 忍耻含垢"
  },
  {
    "wenren": "状",
    "xuetu": "形 万 千 怪 殊 奇 态 骇",
    "answers": "怪形怪状 骇状殊形 奇形怪状 千态万状 千形万状 千状万态"
  },
  {
    "wenren": "略",
    "xuetu": "一 大 见 雄 宏 才 材 斑",
    "answers": "宏才大略 宏材大略 略见一斑 雄才大略 雄材大略"
  },
  {
    "wenren": "屁",
    "xuetu": "流 滚 放 尿 屎 添 风 直",
    "answers": "放屁添风 尿流屁滚 屁滚尿流 屎流屁滚 屎屁直流"
  },
  {
    "wenren": "猫",
    "xuetu": "鼠 阿 同 狗 哭 老 处 眠",
    "answers": "阿狗阿猫 阿猫阿狗 猫哭老鼠 猫鼠同处 猫鼠同眠"
  },
  {
    "wenren": "寡",
    "xuetu": "孤 众 独 鳏 鹄 敌 鸾 不",
    "answers": "孤独鳏寡 孤寡鳏独 孤鸾寡鹄 寡不敌众 寡鹄孤鸾 鳏寡孤独 众寡不敌"
  },
  {
    "wenren": "垣",
    "xuetu": "颓 井 断 壁 败 残 废 堑",
    "answers": "败井颓垣 断壁残垣 断壁颓垣 断井颓垣 断垣残壁 颓垣败壁 颓垣败井 颓垣断堑 颓垣废井"
  },
  {
    "wenren": "拔",
    "xuetu": "出 类 萃 群 超 刀 相 助",
    "answers": "拔萃出类 拔萃出群 拔刀相助 拔类超群 拔群出萃 超群拔类 出类拔萃 出群拔萃"
  },
  {
    "wenren": "肩",
    "xuetu": "比 踵 接 摩 迹 毂 迭 击",
    "answers": "比肩迭迹 比肩迭踵 比肩接迹 比肩接踵 毂击肩摩 击毂摩肩 肩摩毂击 肩摩毂接 肩摩踵接 接踵比肩 摩肩击毂 摩肩接毂 摩肩接踵 踵接肩摩"
  },
  {
    "wenren": "束",
    "xuetu": "手 就 身 自 缚 毙 好 修",
    "answers": "束身就缚 束身自好 束身自修 束手就毙 束手就缚 束手自毙 束修自好"
  },
  {
    "wenren": "周",
    "xuetu": "比 不 孔 情 思 党 而 阿",
    "answers": "阿党比周 孔情周思 孔思周情 周而不比 周情孔思"
  },
  {
    "wenren": "下",
    "xuetu": "上 不 高 风 气 心 一 林",
    "answers": "不上不下 林下风气 林下高风 上下一心 心上心下"
  },
  {
    "wenren": "蜂",
    "xuetu": "蚁 聚 屯 拥 攒 附 集 合",
    "answers": "蜂合蚁聚 蜂屯蚁附 蜂屯蚁聚 蜂拥蚁聚 蜂拥蚁屯 蜂攒蚁集 蜂攒蚁聚 蚁附蜂屯 蚁集蜂攒 蚁聚蜂屯 蚁聚蜂攒 蚁拥蜂攒"
  },
  {
    "wenren": "各",
    "xuetu": "所 有 见 己 取 长 抒 执",
    "answers": "各取所长 各抒己见 各抒所见 各有所长 各执己见"
  },
  {
    "wenren": "昼",
    "xuetu": "夜 行 卜 锦 衣 伏 无 游",
    "answers": "卜夜卜昼 卜昼卜夜 锦衣行昼 无昼无夜 衣锦昼行 衣锦昼游 昼伏夜行 昼伏夜游"
  },
  {
    "wenren": "扬",
    "xuetu": "鹤 骑 清 州 浊 抑 激 上",
    "answers": "激扬清浊 激浊扬清 骑鹤上扬 骑鹤上扬州 骑鹤扬州 骑上扬州鹤 骑扬州鹤 扬清激浊 扬清抑浊"
  },
  {
    "wenren": "裁",
    "xuetu": "出 心 镂 新 别 独 自 舌",
    "answers": "别出心裁 别出新裁 裁心镂舌 独出心裁 独出新裁 自出心裁 自出新裁"
  },
  {
    "wenren": "贫",
    "xuetu": "老 安 怜 恤 乐 道 守 敬",
    "answers": "安贫乐道 安贫守道 敬老怜贫 敬老恤贫 乐道安贫 怜贫敬老 怜贫恤老 守道安贫 恤老怜贫"
  },
  {
    "wenren": "较",
    "xuetu": "长 铢 短 量 计 锱 斤 絜",
    "answers": "计较锱铢 较长絜短 较短量长 较短絜长 斤斤计较 斤斤较量 铢铢较量 锱铢较量"
  },
  {
    "wenren": "逢",
    "xuetu": "会 其 生 时 不 遭 适 辰",
    "answers": "会逢其适 生不逢辰 生不逢时 适逢其会 适逢其时 遭逢时会"
  },
  {
    "wenren": "摘",
    "xuetu": "章 句 瓜 寻 抱 蔓 断 搜",
    "answers": "抱蔓摘瓜 断章摘句 搜章摘句 寻章摘句 摘瓜抱蔓 摘句寻章"
  },
  {
    "wenren": "涂",
    "xuetu": "炭 地 生 糊 胡 里 民 灵",
    "answers": "胡里胡涂 糊里糊涂 民生涂炭 生灵涂地 生灵涂炭 生民涂炭 涂炭生灵"
  },
  {
    "wenren": "篇",
    "xuetu": "连 累 牍 长 话 絫 幅 废",
    "answers": "长篇累牍 废话连篇 累牍连篇 连篇絫牍 连篇絫幅 连篇累牍 连篇累幅"
  },
  {
    "wenren": "染",
    "xuetu": "不 尘 耳 濡 目 一 日 月",
    "answers": "不染一尘 耳濡目染 目染耳濡 目濡耳染 日濡月染 一尘不染"
  },
  {
    "wenren": "表",
    "xuetu": "里 一 堂 壮 不 如 山 河",
    "answers": "表里不一 表里如一 表里山河 表壮不如里壮 山河表里 堂堂一表 一表堂堂"
  },
  {
    "wenren": "填",
    "xuetu": "愤 膺 气 胸 义 悲 激 忿",
    "answers": "悲愤填膺 激忿填膺 气愤填膺 义愤填胸 义愤填膺"
  },
  {
    "wenren": "摇",
    "xuetu": "头 摆 尾 鼓 唇 舌 脑 大",
    "answers": "摆尾摇头 大摇大摆 鼓唇摇舌 鼓舌摇唇 摇唇鼓舌 摇头摆脑 摇头摆尾"
  },
  {
    "wenren": "斧",
    "xuetu": "门 弄 鬼 工 班 操 神 斤",
    "answers": "班门弄斧 鬼斧神工 弄斧班门 弄斤操斧 神工鬼斧"
  },
  {
    "wenren": "薄",
    "xuetu": "轻 德 才 厚 材 鲜 古 今",
    "answers": "才轻德薄 材轻德薄 德薄才鲜 厚古薄今 厚今薄古"
  },
  {
    "wenren": "志",
    "xuetu": "满 得 气 意 大 骄 疏 才",
    "answers": "才疏志大 气得志满 气骄志满 气满志得 气满志骄 意得志满 意满志得 志大才疏 志得意满 志骄意满 志满气得 志满气骄 志满意得"
  },
  {
    "wenren": "俐",
    "xuetu": "伶 百 齿 牙 聪 明 口 千",
    "answers": "百伶百俐 聪明伶俐 口齿伶俐 俐齿伶牙 伶牙俐齿 千伶百俐"
  },
  {
    "wenren": "惕",
    "xuetu": "夕 乾 朝 昼 前 日 干 警",
    "answers": "朝前夕惕 朝乾夕惕 日乾夕惕 夕惕朝乾 昼干夕惕 昼警夕惕 昼乾夕惕"
  },
  {
    "wenren": "描",
    "xuetu": "写 画 淡 轻 角 神 鬼 头",
    "answers": "淡写轻描 描神画鬼 描头画角 描写画角 轻描淡写"
  },
  {
    "wenren": "协",
    "xuetu": "力 心 同 齐 德 契 济 戮",
    "answers": "齐心协力 同德协力 同力协契 同心协德 同心协济 同心协力 协力齐心 协力同心 协心戮力 协心同力"
  },
  {
    "wenren": "右",
    "xuetu": "左 图 宜 书 史 无 出 其",
    "answers": "无出其右 左图右史 左图右书 左宜右宜 左右图史"
  },
  {
    "wenren": "番",
    "xuetu": "次 三 两 几 头 和 屡 五",
    "answers": "几次三番 两次三番 两头和番 屡次三番 三番两次 三番五次"
  },
  {
    "wenren": "帚",
    "xuetu": "敝 自 享 弊 珍 之 箕 使",
    "answers": "敝帚自享 敝帚自珍 弊帚自珍 箕帚之使 享帚自珍"
  },
  {
    "wenren": "严",
    "xuetu": "正 森 义 辞 词 壁 垒 气",
    "answers": "壁垒森严 词严义正 辞严气正 辞严义正 森严壁垒 义正词严 义正辞严"
  },
  {
    "wenren": "掩",
    "xuetu": "耳 遮 目 盗 铃 钟 东 西",
    "answers": "盗铃掩耳 盗钟掩耳 东掩西遮 东遮西掩 掩耳盗铃 掩耳盗钟 遮掩耳目"
  },
  {
    "wenren": "登",
    "xuetu": "不 高 步 比 年 一 谷 岁",
    "answers": "比年不登 比岁不登 步步登高 年谷不登 岁比不登 一谷不登"
  },
  {
    "wenren": "枘",
    "xuetu": "凿 方 圆 量 圜 制 冰 炭",
    "answers": "方枘圆凿 方枘圜凿 方凿圆枘 量枘制凿 枘圆凿方 枘凿冰炭 枘凿方圆 圆凿方枘"
  },
  {
    "wenren": "冬",
    "xuetu": "夏 无 腊 月 寒 扇 炉 残",
    "answers": "残冬腊月 冬扇夏炉 寒冬腊月 无冬无夏 夏炉冬扇"
  },
  {
    "wenren": "浓",
    "xuetu": "妆 抹 艳 淡 汝 服 裹 饰",
    "answers": "淡汝浓抹 淡妆浓抹 浓抹淡妆 浓妆淡抹 浓妆艳服 浓妆艳裹 浓妆艳抹 浓妆艳饰"
  },
  {
    "wenren": "取",
    "xuetu": "予 豪 长 夺 弃 短 中 巧",
    "answers": "短中取长 豪夺巧取 巧取豪夺 取长弃短 予取予夺"
  },
  {
    "wenren": "黯",
    "xuetu": "然 无 伤 神 色 淡 光 失",
    "answers": "黯淡无光 黯然伤神 黯然神伤 黯然失色 黯然无色"
  },
  {
    "wenren": "三",
    "xuetu": "四 两 五 六 日 不 头 面",
    "answers": "不三不四 两两三三 两头三面 三三两两 三三四四 三三五五 三头两面 三头两日 三头六面"
  },
  {
    "wenren": "进",
    "xuetu": "退 贤 无 旅 善 恶 门 黜",
    "answers": "进旅退旅 进善黜恶 进善退恶 进退无门 进贤黜恶 旅进旅退 退旅进旅"
  },
  {
    "wenren": "醨",
    "xuetu": "糟 哺 啜 歠 餵 变 养 瘠",
    "answers": "变醨养瘠 哺糟啜醨 哺糟歠醨 餵糟啜醨 餵糟歠醨"
  },
  {
    "wenren": "鬻",
    "xuetu": "卖 官 爵 女 儿 贩 买 狱",
    "answers": "贩官鬻爵 买官鬻爵 卖儿鬻女 卖官鬻爵 卖官鬻狱 卖爵鬻官 鬻儿卖女"
  },
  {
    "wenren": "拉",
    "xuetu": "扯 摧 枯 朽 半 东 西 杂",
    "answers": "半半拉拉 摧枯拉朽 摧朽拉枯 东扯西拉 东拉西扯 拉拉扯扯 拉拉杂杂 拉朽摧枯"
  },
  {
    "wenren": "心",
    "xuetu": "意 一 力 同 如 口 无 有",
    "answers": "同心一力 同心一意 心口如一 一心一力 一心一意 有口无心 有心无力 有心有意"
  },
  {
    "wenren": "危",
    "xuetu": "扶 济 困 救 持 颠 定 倾",
    "answers": "持危扶颠 定倾扶危 扶颠持危 扶危持颠 扶危定倾 扶危济困 扶危救困 济困扶危 救困扶危"
  },
  {
    "wenren": "积",
    "xuetu": "累 日 铢 月 寸 堆 金 玉",
    "answers": "寸积铢累 堆金积玉 积金累玉 积日累月 积玉堆金 积铢累寸 日积月累 日累月积 铢寸累积 铢积寸累 铢累寸积"
  },
  {
    "wenren": "冤",
    "xuetu": "屈 家 头 负 含 衔 抱 对",
    "answers": "抱屈衔冤 对头冤家 负屈含冤 负屈衔冤 含冤负屈 衔冤负屈 冤家对头"
  },
  {
    "wenren": "鸾",
    "xuetu": "凤 翔 翥 飞 歌 舞 倒 颠",
    "answers": "倒凤颠鸾 颠鸾倒凤 飞鸾翔凤 凤歌鸾舞 凤舞鸾歌 凤翥鸾翔 鸾颠凤倒 鸾飞凤舞 鸾飞凤翥 鸾歌凤舞 鸾翔凤翥 翥凤翔鸾"
  },
  {
    "wenren": "团",
    "xuetu": "一 簇 锦 花 黑 漆 成 抱",
    "answers": "抱成一团 簇锦团花 黑漆一团 花团锦簇 锦簇花团 锦团花簇 漆黑一团 团花簇锦 一团漆黑"
  },
  {
    "wenren": "药",
    "xuetu": "对 症 下 之 苦 口 良 证",
    "answers": "对证下药 对症下药 对症之药 苦口良药 良药苦口"
  },
  {
    "wenren": "瓦",
    "xuetu": "解 冰 釜 黄 雷 鸣 消 钟",
    "answers": "冰消瓦解 黄钟瓦釜 雷鸣瓦釜 瓦釜雷鸣 瓦解冰消"
  },
  {
    "wenren": "吞",
    "xuetu": "声 气 饮 鲸 吐 忍 食 蚕",
    "answers": "蚕食鲸吞 鲸吞蚕食 气忍声吞 忍气吞声 吞声忍气 吞声饮气 吞吞吐吐 饮气吞声"
  },
  {
    "wenren": "好",
    "xuetu": "恶 歹 做 善 施 说 义 乐",
    "answers": "好善恶恶 好善乐施 好说歹说 乐善好施 乐善好义 说好说歹 做好做歹 做好做恶"
  },
  {
    "wenren": "攒",
    "xuetu": "蚁 聚 蜂 集 花 锦 簇 蝇",
    "answers": "蜂攒蚁集 蜂攒蚁聚 花簇锦攒 花攒锦簇 花攒锦聚 蚁集蜂攒 蚁聚蜂攒 蝇攒蚁聚"
  },
  {
    "wenren": "裾",
    "xuetu": "襟 马 牛 绝 而 去 前 后",
    "answers": "襟裾马牛 裾马襟牛 绝裾而去 马牛襟裾 牛马襟裾 前襟后裾"
  },
  {
    "wenren": "颔",
    "xuetu": "燕 虎 头 须 生 颈 虬 儒",
    "answers": "虎头燕颔 燕颔虎颈 燕颔虎头 燕颔虎须 燕颔虬须 燕颔儒生"
  },
  {
    "wenren": "虫",
    "xuetu": "雕 小 技 沙 猿 鹤 篆 刻",
    "answers": "虫沙猿鹤 雕虫刻篆 雕虫小技 雕虫篆刻 猿鹤虫沙 猿鹤沙虫"
  },
  {
    "wenren": "敦",
    "xuetu": "玉 厉 俗 朱 盘 槃 珠 风",
    "answers": "敦风厉俗 朱盘玉敦 朱槃玉敦 珠盘玉敦 珠槃玉敦"
  },
  {
    "wenren": "系",
    "xuetu": "铃 解 绳 捕 风 影 长 景",
    "answers": "捕影系风 长绳系景 解铃系铃 系风捕景 系风捕影"
  },
  {
    "wenren": "耕",
    "xuetu": "火 耘 刀 耨 种 寒 水 热",
    "answers": "刀耕火耨 刀耕火耘 刀耕火种 寒耕热耘 火耕水耨 火耕水种 火耨刀耕"
  },
  {
    "wenren": "铮",
    "xuetu": "铁 佼 明 光 亮 中 骨 汉",
    "answers": "明光铮亮 铁中铮铮 铮铮佼佼 铮铮铁骨 铮铮铁汉"
  },
  {
    "wenren": "骧",
    "xuetu": "龙 虎 凤 翥 超 矫 步 视",
    "answers": "凤翥龙骧 虎超龙骧 龙骧凤矫 龙骧虎步 龙骧虎视"
  },
  {
    "wenren": "云",
    "xuetu": "雨 风 雾 散 飞 集 屯 涌",
    "answers": "雨散云飞 云飞雨散 云屯雾集 云屯雾散 云屯雨集 云涌风飞"
  },
  {
    "wenren": "好",
    "xuetu": "恶 歹 做 善 施 说 义 乐",
    "answers": "好善恶恶 好善乐施 好说歹说 乐善好施 乐善好义 说好说歹 做好做歹 做好做恶"
  },
  {
    "wenren": "降",
    "xuetu": "尊 贵 纡 伏 虎 龙 一 物",
    "answers": "伏虎降龙 降贵纡尊 降龙伏虎 降尊纡贵 一物降一物 纡尊降贵"
  },
  {
    "wenren": "摆",
    "xuetu": "摇 头 尾 大 东 西 脑 亿",
    "answers": "摆尾摇头 大摇大摆 东摇西摆 摇头摆脑 摇头摆尾 摇亿摆"
  },
  {
    "wenren": "鸿",
    "xuetu": "雪 爪 毛 飞 泥 如 若 轻",
    "answers": "飞鸿雪爪 鸿飞雪爪 鸿泥雪爪 鸿爪雪泥 轻如鸿毛 轻若鸿毛 雪泥鸿爪"
  },
  {
    "wenren": "探",
    "xuetu": "头 脑 蹈 火 汤 巴 伸 舒",
    "answers": "巴头探脑 蹈火探汤 伸头探脑 舒头探脑 探汤蹈火 探头探脑"
  },
  {
    "wenren": "崩",
    "xuetu": "山 地 天 榱 栋 折 坼 裂",
    "answers": "榱崩栋折 榱栋崩折 地坼天崩 栋折榱崩 山崩地坼 山崩地裂 天崩地坼 天崩地裂"
  },
  {
    "wenren": "苟",
    "xuetu": "不 营 敢 同 言 笑 狗 蝇",
    "answers": "不敢苟同 不苟言笑 狗苟蝇营 言笑不苟 营营苟苟 蝇营狗苟"
  },
  {
    "wenren": "嫌",
    "xuetu": "好 道 爱 富 贫 歹 说 恶",
    "answers": "爱富嫌贫 说好嫌歹 嫌好道歹 嫌好道恶 嫌贫爱富"
  },
  {
    "wenren": "朴",
    "xuetu": "还 真 反 淳 返 归 醇 古",
    "answers": "反朴归真 反朴还淳 返朴归真 返朴还淳 返朴还真 归真反朴 还淳反朴 还淳返朴 还醇返朴 还朴反古"
  },
  {
    "wenren": "废",
    "xuetu": "百 兴 食 举 寝 忘 具 俱",
    "answers": "百废具举 百废具兴 百废俱举 百废俱兴 废寝忘食 寝食俱废 忘寝废食"
  },
  {
    "wenren": "漫",
    "xuetu": "天 地 野 山 遍 烂 真 塞",
    "answers": "烂漫天真 漫地漫天 漫山遍野 漫山塞野 漫天遍地 漫天遍野 天真烂漫"
  },
  {
    "wenren": "伤",
    "xuetu": "败 触 景 情 心 化 风 俗",
    "answers": "败化伤风 败俗伤风 败俗伤化 触景伤情 触景伤心 伤风败化 伤风败俗 伤化败俗"
  },
  {
    "wenren": "遥",
    "xuetu": "逍 自 山 远 在 路 水 消",
    "answers": "山遥路远 山遥水远 水远山遥 消遥自在 逍遥自在"
  },
  {
    "wenren": "虑",
    "xuetu": "思 远 无 深 计 谋 顾 重",
    "answers": "顾虑重重 计深虑远 深计远虑 深谋远虑 深思远虑 无虑无思 无思无虑 远虑深谋"
  },
  {
    "wenren": "锋",
    "xuetu": "陷 阵 冲 锐 坚 摧 登 椎",
    "answers": "冲锋陷坚 冲锋陷锐 冲锋陷阵 摧锋陷坚 摧锋陷阵 登锋陷阵 椎锋陷阵"
  },
  {
    "wenren": "筋",
    "xuetu": "骨 抽 剥 柳 颜 皮 拔 刮",
    "answers": "剥皮抽筋 抽筋拔骨 抽筋剥皮 刮骨抽筋 柳骨颜筋 颜骨柳筋 颜筋柳骨"
  },
  {
    "wenren": "秽",
    "xuetu": "涤 除 残 布 新 荡 瑕 去",
    "answers": "除残去秽 除秽布新 涤秽布新 涤秽荡瑕 涤瑕荡秽"
  },
  {
    "wenren": "欣",
    "xuetu": "欢 鼓 舞 若 狂 自 得 然",
    "answers": "鼓舞欢欣 欢欣鼓舞 欢欣若狂 欣然自得 欣欣自得"
  },
  {
    "wenren": "植",
    "xuetu": "发 冠 私 党 穿 营 自 冲",
    "answers": "发植穿冠 营私植党 植党营私 植党自私 植发冲冠 植发穿冠"
  },
  {
    "wenren": "燃",
    "xuetu": "豆 萁 煮 照 糠 自 煎 箕",
    "answers": "豆萁燃豆 燃糠自照 燃萁煎豆 燃萁煮豆 煮豆燃箕 煮豆燃萁"
  },
  {
    "wenren": "崖",
    "xuetu": "悬 壁 勒 马 绝 陡 临 峭",
    "answers": "陡壁悬崖 临崖勒马 悬崖绝壁 悬崖勒马 悬崖峭壁"
  },
  {
    "wenren": "平",
    "xuetu": "地 不 天 一 抱 成 路 安",
    "answers": "抱不平 地平天成 天成地平 天平地成 一路平安"
  },
  {
    "wenren": "红",
    "xuetu": "绿 面 惨 愁 耳 赤 灯 酒",
    "answers": "惨绿愁红 愁红惨绿 灯红酒绿 耳红面赤 红愁绿惨 酒绿灯红 绿惨红愁 绿酒红灯 面红耳赤 面红面赤 面红面绿"
  },
  {
    "wenren": "荣",
    "xuetu": "贵 富 夫 妻 显 华 宗 祖",
    "answers": "夫贵妻荣 夫荣妻贵 夫荣妻显 富贵荣华 富贵显荣 妻荣夫贵 荣华富贵 显祖荣宗"
  },
  {
    "wenren": "内",
    "xuetu": "外 方 攘 柔 刚 安 彻 圆",
    "answers": "安内攘外 彻内彻外 内柔外刚 攘外安内 外方内圆 外刚内柔 外柔内刚 外圆内方"
  },
  {
    "wenren": "抉",
    "xuetu": "目 门 剔 悬 罗 爬 东 吴",
    "answers": "抉目东门 抉目吴门 抉目悬门 爬罗剔抉 悬门抉目"
  },
  {
    "wenren": "当",
    "xuetu": "不 一 了 面 百 头 以 对",
    "answers": "百不当一 不了不当 当头对面 一了百当 一以当百"
  },
  {
    "wenren": "句",
    "xuetu": "字 丽 清 词 逐 比 栉 辞",
    "answers": "句比字栉 句栉字比 丽句清词 丽句清辞 清词丽句 清辞丽句 逐句逐字 逐字逐句"
  },
  {
    "wenren": "毂",
    "xuetu": "肩 摩 击 轮 接 捧 推 架",
    "answers": "毂击肩摩 击毂摩肩 架肩击毂 肩摩毂击 肩摩毂接 摩肩击毂 摩肩接毂 捧毂推轮 推轮捧毂"
  },
  {
    "wenren": "宴",
    "xuetu": "海 清 新 尔 河 婚 时 昏",
    "answers": "河海清宴 河清海宴 时清海宴 新昏宴尔 新婚宴尔 宴尔新婚"
  },
  {
    "wenren": "可",
    "xuetu": "不 无 有 何 机 乘 奈 忍",
    "answers": "不可奈何 可有可无 忍无可忍 无机可乘 无可不可 无可奈何 无可无不可 有机可乘"
  },
  {
    "wenren": "阔",
    "xuetu": "高 步 谈 论 海 天 视 空",
    "answers": "高步阔视 高视阔步 高谈阔论 海阔天高 海阔天空 阔步高谈 阔论高谈 天空海阔"
  },
  {
    "wenren": "神",
    "xuetu": "鬼 心 入 出 怡 飞 荡 旷",
    "answers": "出鬼入神 出入神鬼 鬼出神入 旷心怡神 神出鬼入 神怡心旷 心荡神怡 心旷神飞 心旷神怡 心怡神旷"
  },
  {
    "wenren": "实",
    "xuetu": "名 虚 其 不 声 副 过 符",
    "answers": "名不符实 名不副实 名符其实 名副其实 名过其实 名声过实 虚虚实实"
  },
  {
    "wenren": "徙",
    "xuetu": "薪 东 西 突 迁 曲 飘 枉",
    "answers": "东飘西徙 东迁西徙 东徙西迁 曲突徙薪 枉突徙薪 徙薪曲突"
  },
  {
    "wenren": "恩",
    "xuetu": "义 负 德 背 忘 报 辜 知",
    "answers": "背恩负义 背恩忘义 背义负恩 背义忘恩 负德辜恩 负恩背义 负恩忘义 负义忘恩 辜恩背义 辜恩负义 忘恩背义 忘恩负义 知恩报德 知恩报恩"
  },
  {
    "wenren": "良",
    "xuetu": "景 辰 金 美 吉 日 玉 时",
    "answers": "吉日良辰 吉日良时 良辰吉日 良辰美景 良金美玉 良时吉日 良时美景 美景良辰"
  },
  {
    "wenren": "活",
    "xuetu": "死 现 不 龙 强 气 半 神",
    "answers": "半死不活 不死不活 活龙活现 活神活现 强死强活 神气活现"
  },
  {
    "wenren": "锥",
    "xuetu": "无 之 地 立 贫 置 以 刺",
    "answers": "立锥之地 贫无立锥 贫无立锥之地 贫无置锥 无立锥之地 无置锥地 以锥刺地 置锥之地"
  },
  {
    "wenren": "铅",
    "xuetu": "椠 怀 握 抱 提 素 左 右",
    "answers": "抱椠怀铅 怀铅提椠 怀铅握椠 握铅抱椠 握素怀铅 左铅右椠"
  },
  {
    "wenren": "跋",
    "xuetu": "扈 痜 前 后 飞 扬 踕 踬",
    "answers": "跋扈飞扬 跋前踕后 跋前痜后 跋前踬后 飞扬跋扈 前跋后痜"
  },
  {
    "wenren": "振",
    "xuetu": "声 发 聋 聩 落 金 玉 蒙",
    "answers": "发聋振聩 发蒙振聩 发蒙振落 金声玉振 玉振金声 振聋发聩"
  },
  {
    "wenren": "休",
    "xuetu": "不 无 做 侈 刺 喋 呶 了",
    "answers": "不做不休 侈侈不休 刺刺不休 喋喋不休 呶呶不休 无了无休 无休无了"
  },
  {
    "wenren": "镜",
    "xuetu": "破 分 悬 高 钗 明 秦 鞋",
    "answers": "分钗破镜 分鞋破镜 高悬秦镜 镜破钗分 明镜高悬 破镜分钗 秦镜高悬"
  },
  {
    "wenren": "拒",
    "xuetu": "虎 狼 进 来 者 引 不 勿",
    "answers": "拒虎进狼 拒狼进虎 来者不拒 来者勿拒 引虎拒狼 引狼拒虎"
  },
  {
    "wenren": "外",
    "xuetu": "内 之 里 人 方 彻 刚 柔",
    "answers": "彻里彻外 彻内彻外 方外之人 内柔外刚 外刚内柔 外柔内刚"
  },
  {
    "wenren": "肝",
    "xuetu": "胆 沥 心 披 剖 析 血 露",
    "answers": "肝胆披沥 沥胆披肝 沥血披肝 露胆披肝 披肝沥胆 披肝沥血 披肝露胆 披沥肝胆 披露肝胆 剖肝沥胆 剖析肝胆 剖心析肝"
  },
  {
    "wenren": "记",
    "xuetu": "强 闻 不 忘 博 多 文 铭",
    "answers": "博闻强记 多文强记 多闻强记 铭记不忘 强记博闻"
  },
  {
    "wenren": "信",
    "xuetu": "不 言 而 无 半 疑 果 行",
    "answers": "半信半疑 半信不信 半疑半信 不言而信 言而不信 言而无信 言信行果 言行信果"
  },
  {
    "wenren": "腰",
    "xuetu": "背 折 五 斗 虎 熊 曲 弯",
    "answers": "背曲腰弯 虎背熊腰 五斗折腰 熊腰虎背 折腰五斗"
  },
  {
    "wenren": "寐",
    "xuetu": "不 兴 夜 寝 成 晨 聊 夙",
    "answers": "晨兴夜寐 寝不成寐 寝不聊寐 夙兴夜寐 夜不成寐"
  },
  {
    "wenren": "惺",
    "xuetu": "惜 假 睡 眼 忪 相 作 态",
    "answers": "假惺惺 睡眼惺忪 惺惺惜惺惺 惺惺相惜 惺惺作态"
  },
  {
    "wenren": "铺",
    "xuetu": "张 眉 眼 大 苫 扬 厉 事",
    "answers": "大事铺张 铺眉苫眼 铺张扬厉 苫眼铺眉 扬厉铺张"
  },
  {
    "wenren": "刍",
    "xuetu": "飞 挽 转 粒 粮 粟 饷 米",
    "answers": "飞刍挽粒 飞刍挽粮 飞刍挽粟 飞刍转饷 飞米转刍"
  },
  {
    "wenren": "鲠",
    "xuetu": "祝 骨 在 喉 如 噎 饐 僯",
    "answers": "骨鲠在喉 如鲠在喉 祝鲠祝噎 祝鲠祝饐 祝僯祝鲠"
  },
  {
    "wenren": "何",
    "xuetu": "无 奈 不 可 之 如 其 没",
    "answers": "不可奈何 不奈之何 没可奈何 如之奈何 无可奈何 无可如何 无其奈何 无如奈何 无如之何"
  },
  {
    "wenren": "听",
    "xuetu": "言 耳 计 行 偏 八 方 妄",
    "answers": "耳听八方 计行言听 偏听偏言 妄言妄听 言听计行"
  },
  {
    "wenren": "豕",
    "xuetu": "突 狼 蛇 长 封 奔 辽 东",
    "answers": "长蛇封豕 封豕长蛇 狼奔豕突 辽东豕 豕突狼奔"
  },
  {
    "wenren": "察",
    "xuetu": "观 明 色 而 言 为 行 颜",
    "answers": "察察而明 察察为明 察言观色 察言观行 察颜观色"
  },
  {
    "wenren": "违",
    "xuetu": "天 心 理 与 言 逆 事 愿",
    "answers": "逆天违理 事与心违 事与愿违 违天逆理 言与心违"
  },
  {
    "wenren": "色",
    "xuetu": "言 声 形 正 无 颜 厉 疾",
    "answers": "疾声厉色 疾言厉色 无声无色 形形色色 正色厉声 正言厉色 正颜厉色"
  },
  {
    "wenren": "次",
    "xuetu": "三 番 鳞 比 两 栉 五 几",
    "answers": "几次三番 两次三番 鳞次栉比 三番两次 三番五次 栉比鳞次"
  },
  {
    "wenren": "衔",
    "xuetu": "环 屈 冤 草 结 负 抱 寸",
    "answers": "抱屈衔冤 寸草衔结 负屈衔冤 结草衔环 衔环结草 衔冤负屈"
  },
  {
    "wenren": "敛",
    "xuetu": "屏 暴 横 征 声 气 息 赋",
    "answers": "暴敛横征 横赋暴敛 横征暴敛 敛声屏气 敛声屏息 屏气敛息 屏声敛息"
  },
  {
    "wenren": "汪",
    "xuetu": "洋 肆 大 自 恣 泪 眼 海",
    "answers": "泪眼汪汪 汪洋大海 汪洋大肆 汪洋自肆 汪洋自恣 汪洋恣肆"
  },
  {
    "wenren": "灯",
    "xuetu": "火 红 酒 绿 辉 煌 万 家",
    "answers": "灯红酒绿 灯火辉煌 灯火万家 酒绿灯红 绿酒红灯 万家灯火"
  },
  {
    "wenren": "料",
    "xuetu": "出 意 乎 预 春 寒 峭 人",
    "answers": "出乎意料 出乎预料 出人意料 春寒料峭 料峭春寒"
  },
  {
    "wenren": "九",
    "xuetu": "十 一 三 肠 回 转 死 生",
    "answers": "回肠九转 九回肠 九死一生 三回九转 十生九死 一生九死"
  },
  {
    "wenren": "逐",
    "xuetu": "追 随 风 波 浪 眈 电 影",
    "answers": "眈眈逐逐 随波逐浪 随风逐浪 逐电追风 逐风追电 逐浪随波 逐影随波 逐逐眈眈 追风逐电 追风逐影"
  },
  {
    "wenren": "燎",
    "xuetu": "火 原 急 如 观 心 厝 烧",
    "answers": "厝火燎原 火急火燎 火烧火燎 燎如观火 如火燎原 心急火燎"
  },
  {
    "wenren": "伸",
    "xuetu": "屈 蠖 求 能 不 龙 尺 蛇",
    "answers": "尺蠖求伸 蠖屈不伸 蠖屈求伸 龙屈蛇伸 龙伸蠖屈 能屈能伸 能伸能屈 屈蠖求伸"
  },
  {
    "wenren": "历",
    "xuetu": "落 年 崎 嵚 多 稔 隔 皇",
    "answers": "多历年稔 隔年皇历 历历落落 崎嵚历落 嵚崎历落"
  },
  {
    "wenren": "鉴",
    "xuetu": "古 今 人 往 以 知 来 为",
    "answers": "鉴往知来 以古为鉴 以人为鉴 以往鉴来 知往鉴今"
  },
  {
    "wenren": "本",
    "xuetu": "源 原 返 元 还 有 拔 塞",
    "answers": "拔本塞原 拔本塞源 返本还元 返本还原 返本还源 还元返本 有本有原 有本有源 元元本本 原原本本 源源本本"
  },
  {
    "wenren": "沉",
    "xuetu": "浮 鱼 雁 落 俗 鸿 断 随",
    "answers": "沉鱼落雁 鸿断鱼沉 落雁沉鱼 随俗沉浮 随俗浮沉 雁断鱼沉 鱼沉鸿断 鱼沉雁落"
  },
  {
    "wenren": "棘",
    "xuetu": "荆 地 天 斩 铜 驼 披 劈",
    "answers": "地棘天荆 棘地荆天 荆棘铜驼 荆天棘地 披荆斩棘 劈荆斩棘 天荆地棘 铜驼荆棘 斩荆披棘"
  },
  {
    "wenren": "撒",
    "xuetu": "泼 放 打 娇 搭 滚 刁 痴",
    "answers": "搭搭撒撒 打滚撒泼 放刁撒泼 撒痴撒娇 撒娇撒痴 撒泼打滚 撒泼放刁"
  },
  {
    "wenren": "敝",
    "xuetu": "弃 舌 如 屣 唇 焦 之 屐",
    "answers": "唇焦舌敝 焦唇敝舌 弃如敝屣 弃之敝屣 弃之如敝屐 如弃敝屣 舌敝唇焦"
  },
  {
    "wenren": "禁",
    "xuetu": "不 止 形 势 令 行 格 由",
    "answers": "不禁不由 禁止令行 令行禁止 形格势禁 形禁势格"
  },
  {
    "wenren": "街",
    "xuetu": "巷 花 柳 市 谈 三 六 议",
    "answers": "花街柳市 花街柳巷 街谈巷议 柳街花巷 柳市花街 柳巷花街 六街三市 三街六市 三街六巷 巷议街谈"
  },
  {
    "wenren": "肾",
    "xuetu": "肝 雕 鉥 心 刿 琢 镂 彫",
    "answers": "彫肝琢肾 雕肝镂肾 雕肝琢肾 刿鉥肝肾 刿心鉥肾 镂肝鉥肾 鉥肝刿肾 鉥心刿肾"
  },
  {
    "wenren": "刚",
    "xuetu": "柔 外 克 内 茹 吐 能 制",
    "answers": "内柔外刚 柔能克刚 柔能制刚 柔茹刚吐 茹柔吐刚 吐刚茹柔 外刚内柔 外柔内刚"
  },
  {
    "wenren": "贞",
    "xuetu": "不 烈 九 三 坚 渝 屈 七",
    "answers": "坚贞不屈 坚贞不渝 九烈三贞 七贞九烈 三贞九烈"
  },
  {
    "wenren": "壮",
    "xuetu": "气 马 强 胆 理 粗 直 人",
    "answers": "胆粗气壮 胆壮气粗 理直气壮 马壮人强 气壮胆粗 气壮理直 人强马壮"
  },
  {
    "wenren": "线",
    "xuetu": "针 一 丝 不 步 行 单 成",
    "answers": "步线行针 单丝不成线 单丝不线 行针步线 一针一线"
  },
  {
    "wenren": "昆",
    "xuetu": "玉 金 友 之 山 垂 泽 片",
    "answers": "垂泽昆 金友玉昆 昆山片玉 昆山之玉 玉昆金友 玉友金昆"
  },
  {
    "wenren": "龟",
    "xuetu": "鹤 龙 凤 遐 龄 寿 算 麟",
    "answers": "龟鹤遐龄 龟鹤遐寿 龟龄鹤算 龟龙麟凤 麟凤龟龙"
  },
  {
    "wenren": "韵",
    "xuetu": "风 流 余 林 音 遗 事 下",
    "answers": "风风韵韵 风流韵事 林下风韵 流风余韵 遗风余韵 遗音余韵 余韵流风"
  },
  {
    "wenren": "乔",
    "xuetu": "迁 谷 木 出 幽 下 于 入",
    "answers": "出谷迁乔 出幽迁乔 迁乔出谷 迁于乔木 下乔木入幽谷 下乔迁谷 下乔入幽"
  },
  {
    "wenren": "摧",
    "xuetu": "坚 枯 拉 陷 朽 锋 阵 腐",
    "answers": "摧锋陷坚 摧锋陷阵 摧坚陷阵 摧枯拉腐 摧枯拉朽 摧朽拉枯 拉朽摧枯"
  },
  {
    "wenren": "蜗",
    "xuetu": "角 名 蝇 头 争 利 虚 之",
    "answers": "蜗角虚名 蜗角蝇头 蜗角之争 蝇名蜗利 蝇头蜗角"
  },
  {
    "wenren": "坤",
    "xuetu": "乾 干 转 旋 颠 倒 朗 扭",
    "answers": "颠倒干坤 颠倒乾坤 颠乾倒坤 朗朗乾坤 扭转干坤 扭转乾坤 旋干转坤 旋乾转坤 旋转干坤 旋转乾坤"
  },
  {
    "wenren": "渊",
    "xuetu": "鱼 渟 丛 岳 雀 山 峙 立",
    "answers": "丛雀渊鱼 山峙渊渟 渊渟岳立 渊渟岳峙 渊鱼丛雀 岳峙渊渟"
  },
  {
    "wenren": "刻",
    "xuetu": "骨 心 一 时 镂 无 铭 三",
    "answers": "刻骨镂心 刻骨铭心 镂心刻骨 铭心刻骨 无时无刻 一时三刻"
  },
  {
    "wenren": "眼",
    "xuetu": "眉 人 相 看 花 开 笑 青",
    "answers": "开眉笑眼 看人眉眼 眉花眼笑 眉开眼笑 青眼相看"
  },
  {
    "wenren": "久",
    "xuetu": "日 长 旷 深 天 年 地 岁",
    "answers": "地久天长 旷日长久 年深日久 年深岁久 日久年深 日久岁长 日久岁深 日久天长 天长地久 天长日久 天地长久"
  },
  {
    "wenren": "楼",
    "xuetu": "阁 台 凤 龙 阙 青 亭 朱",
    "answers": "凤楼龙阙 龙楼凤阁 龙楼凤阙 楼阁亭台 楼台亭阁 亭台楼阁 朱阁青楼"
  },
  {
    "wenren": "建",
    "xuetu": "瓴 屋 高 功 立 事 业 上",
    "answers": "高屋建瓴 建功立事 建功立业 建瓴高屋 屋上建瓴"
  },
  {
    "wenren": "枕",
    "xuetu": "席 温 扇 衾 流 石 漱 被",
    "answers": "扇席温枕 扇枕温被 扇枕温衾 扇枕温席 漱流枕石 漱石枕流 温衾扇枕 温席扇枕 温枕扇席 枕流漱石 枕石漱流"
  },
  {
    "wenren": "存",
    "xuetu": "亡 继 绝 生 死 齿 舌 续",
    "answers": "齿亡舌存 存亡继绝 存亡绝续 存亡续绝 继继存存 继绝存亡 生死存亡 死生存亡"
  },
  {
    "wenren": "达",
    "xuetu": "通 变 知 权 情 识 时 理",
    "answers": "达权通变 达权知变 识时达变 通变达权 通情达理 通权达变 通权达理 通时达变 知情达理"
  },
  {
    "wenren": "起",
    "xuetu": "一 平 伏 坐 此 彼 落 大",
    "answers": "此伏彼起 此起彼伏 此起彼落 大起大落 平起平坐 一坐一起"
  },
  {
    "wenren": "瑜",
    "xuetu": "瑕 不 怀 握 掩 瑾 搑 抉",
    "answers": "怀瑾握瑜 抉瑕掩瑜 握瑜怀瑾 瑕不搑瑜 瑕不掩瑜 瑜不搑瑕 瑜不掩瑕"
  },
  {
    "wenren": "幼",
    "xuetu": "老 长 携 有 扶 负 序 叙",
    "answers": "长幼有序 长幼有叙 扶老携幼 负老携幼 携幼扶老"
  },
  {
    "wenren": "愚",
    "xuetu": "智 夫 矜 饰 肉 眼 眉 妇",
    "answers": "矜愚饰智 肉眼愚眉 饰智矜愚 愚夫愚妇 愚眉肉眼"
  },
  {
    "wenren": "竹",
    "xuetu": "丝 品 弹 帛 调 垂 弦 名",
    "answers": "垂名竹帛 弹丝品竹 调丝品竹 调弦品竹 名垂竹帛 品竹弹丝 品竹调丝 品竹调弦"
  },
  {
    "wenren": "西",
    "xuetu": "东 撞 奔 望 补 走 张 拆",
    "answers": "拆东补西 拆西补东 东奔西撞 东奔西走 东张西望 东张西张 东走西撞"
  },
  {
    "wenren": "疲",
    "xuetu": "力 筋 尽 精 竭 不 乐 此",
    "answers": "筋疲力竭 筋疲力尽 精疲力竭 精疲力尽 乐此不疲 力尽筋疲"
  },
  {
    "wenren": "偷",
    "xuetu": "狗 摸 鼠 窃 香 鸡 玉 盗",
    "answers": "狗偷鼠窃 窃玉偷香 鼠窃狗偷 鼠偷狗盗 偷鸡盗狗 偷鸡摸狗 偷偷摸摸 偷香窃玉"
  },
  {
    "wenren": "暴",
    "xuetu": "风 雨 敛 横 自 征 疾 弃",
    "answers": "暴风疾雨 暴敛横征 横征暴敛 疾风暴雨 疾雨暴风 自暴自弃 自弃自暴"
  },
  {
    "wenren": "刃",
    "xuetu": "兵 不 血 无 接 污 雪 未",
    "answers": "兵不接刃 兵不污刃 兵不雪刃 兵不血刃 兵未血刃 兵无血刃"
  },
  {
    "wenren": "添",
    "xuetu": "加 油 枝 叶 醋 增 砖 瓦",
    "answers": "加油添醋 加枝添叶 添醋加油 添油加醋 添枝加叶 添枝增叶 添砖加瓦 增砖添瓦"
  },
  {
    "wenren": "哭",
    "xuetu": "鬼 啼 神 号 天 狼 嚎 愁",
    "answers": "鬼哭狼嚎 鬼哭神愁 鬼哭神嚎 鬼哭神号 鬼哭天愁 哭哭啼啼 狼号鬼哭 神愁鬼哭 神嚎鬼哭 神号鬼哭 啼啼哭哭"
  },
  {
    "wenren": "彩",
    "xuetu": "精 没 无 衣 戏 娱 亲 打",
    "answers": "彩衣娱亲 没精打彩 没精没彩 无精打彩 戏彩娱亲"
  },
  {
    "wenren": "拣",
    "xuetu": "肥 挑 精 金 沙 择 淘 披",
    "answers": "拣精拣肥 拣精择肥 金淘沙拣 披沙拣金 挑精拣肥"
  },
  {
    "wenren": "管",
    "xuetu": "窥 弦 蠡 天 繁 急 测 中",
    "answers": "繁弦急管 管窥蠡测 管中窥天 急管繁弦 蠡测管窥"
  },
  {
    "wenren": "忙",
    "xuetu": "不 乱 手 脚 心 意 慌 汲",
    "answers": "不慌不忙 慌手忙脚 汲汲忙忙 脚忙手乱 手忙脚乱 心忙意乱 意乱心忙"
  },
  {
    "wenren": "嫉",
    "xuetu": "恶 能 妒 贤 如 仇 若 闲",
    "answers": "妒贤嫉能 嫉恶如仇 嫉恶若仇 嫉闲妒能 嫉贤妒能"
  },
  {
    "wenren": "砲",
    "xuetu": "凤 烹 龙 枪 鸟 换 烟 雨",
    "answers": "鸟枪换砲 砲凤烹龙 砲龙烹凤 烹龙砲凤 枪烟砲雨"
  },
  {
    "wenren": "拳",
    "xuetu": "袖 揎 手 裸 拢 捋 攞 捰",
    "answers": "捋袖揎拳 裸袖揎拳 攞袖揎拳 捰袖揎拳 揎拳拢袖 揎拳捋袖 揎拳裸手 揎拳裸袖 揎拳攞袖 揎拳捰袖"
  },
  {
    "wenren": "浅",
    "xuetu": "深 才 疏 学 入 不 出 知",
    "answers": "不知深浅 才疏学浅 出浅入深 深入浅出 学浅才疏 学疏才浅"
  },
  {
    "wenren": "翠",
    "xuetu": "红 珠 围 偎 绕 裁 点 倚",
    "answers": "裁红点翠 翠绕珠围 翠围珠绕 偎红倚翠 倚翠偎红 珠围翠绕"
  },
  {
    "wenren": "交",
    "xuetu": "之 涕 加 臂 泪 失 杵 臼",
    "answers": "杵臼交 杵臼之交 交臂失之 臼杵之交 失之交臂 涕泪交加"
  },
  {
    "wenren": "邑",
    "xuetu": "通 都 大 巨 衢 涂 歌 诵",
    "answers": "通都大邑 通都巨邑 通衢大邑 通邑大都 涂歌邑诵"
  },
  {
    "wenren": "钩",
    "xuetu": "窃 银 玄 提 要 国 铁 画",
    "answers": "钩玄提要 窃钩窃国 提要钩玄 铁画银钩 银钩铁画"
  },
  {
    "wenren": "秦",
    "xuetu": "楚 楼 暮 馆 朝 高 悬 镜",
    "answers": "朝秦暮楚 楚馆秦楼 高悬秦镜 暮楚朝秦 秦镜高悬 秦楼楚馆"
  },
  {
    "wenren": "勃",
    "xuetu": "气 马 牛 溲 生 心 机 雄",
    "answers": "马勃牛溲 牛溲马勃 生机勃勃 生气勃勃 雄心勃勃"
  },
  {
    "wenren": "疾",
    "xuetu": "风 之 心 首 雨 暴 腹 痛",
    "answers": "暴风疾雨 腹心之疾 疾风暴雨 疾首痛心 疾雨暴风 痛心疾首 心腹之疾"
  },
  {
    "wenren": "屏",
    "xuetu": "气 敛 声 息 足 重 迹 容",
    "answers": "敛容屏气 敛声屏气 敛声屏息 屏气敛息 屏声敛息 屏声息气 重迹屏气 重足屏气 重足屏息"
  },
  {
    "wenren": "肚",
    "xuetu": "肠 牵 挂 里 心 割 蛔 虫",
    "answers": "肚里蛔虫 割肚牵肠 挂肚牵肠 挂肚牵心 牵肠割肚 牵肠挂肚"
  },
  {
    "wenren": "创",
    "xuetu": "痛 业 深 巨 仍 钜 艰 维",
    "answers": "创巨痛仍 创巨痛深 创钜痛仍 创钜痛深 创业维艰"
  },
  {
    "wenren": "亭",
    "xuetu": "楼 阁 台 长 鹤 唳 华 短",
    "answers": "长亭短亭 鹤唳华亭 华亭鹤唳 楼阁亭台 楼台亭阁 亭台楼阁"
  },
  {
    "wenren": "末",
    "xuetu": "本 逐 弃 去 舍 背 就 趋",
    "answers": "背本就末 背本趋末 弃本逐末 去本就末 去本趋末 舍本逐末 逐末弃本 逐末舍本"
  },
  {
    "wenren": "棋",
    "xuetu": "布 星 举 定 罗 不 若 陈",
    "answers": "举棋不定 举棋若定 棋布星陈 棋布星罗 星罗棋布"
  },
  {
    "wenren": "来",
    "xuetu": "往 去 人 知 有 否 极 泰",
    "answers": "否极泰来 否去泰来 否往泰来 极往知来 人来人往 泰来否极 泰来否往 有来有往"
  },
  {
    "wenren": "胜",
    "xuetu": "不 无 可 战 一 决 负 举",
    "answers": "不可胜举 举不胜举 决一胜负 一决胜负 战无不胜"
  },
  {
    "wenren": "啸",
    "xuetu": "山 虎 海 龙 崩 腾 骧 吟",
    "answers": "海啸山崩 龙腾虎啸 龙骧虎啸 龙吟虎啸 山崩海啸"
  },
  {
    "wenren": "竿",
    "xuetu": "头 日 上 三 百 进 尺 丈",
    "answers": "百尺竿头 百丈竿头 竿头日进 竿头日上 日上三竿"
  },
  {
    "wenren": "宽",
    "xuetu": "大 度 量 洪 以 宏 待 人",
    "answers": "宽宏大度 宽宏大量 宽洪大度 宽洪大量 宽以待人"
  },
  {
    "wenren": "绪",
    "xuetu": "千 万 头 无 端 愁 情 茫",
    "answers": "茫无端绪 茫无头绪 千愁万绪 千端万绪 千头万绪 千绪万端 万绪千端 万绪千头 无情无绪"
  },
  {
    "wenren": "释",
    "xuetu": "冰 不 手 解 爱 冻 书 忍",
    "answers": "爱不忍释 爱不释手 冰解冻释 冻解冰释 手不释书 书不释手"
  },
  {
    "wenren": "唾",
    "xuetu": "壶 击 拾 人 碎 涕 缺 余",
    "answers": "击碎唾壶 拾人涕唾 拾人唾涕 拾人唾余 唾壶击缺 唾壶击碎"
  },
  {
    "wenren": "身",
    "xuetu": "之 骨 命 粉 碎 安 立 处",
    "answers": "安身立命 安身之处 粉骨碎身 粉身碎骨 立命安身 碎骨粉身 碎身粉骨"
  },
  {
    "wenren": "苍",
    "xuetu": "白 黄 狗 发 颜 衣 云 染",
    "answers": "白发苍苍 白发苍颜 白衣苍狗 白云苍狗 苍狗白衣 苍狗白云 苍颜白发 染苍染黄"
  },
  {
    "wenren": "亘",
    "xuetu": "古 今 闻 不 灭 奇 通 新",
    "answers": "亘古不灭 亘古亘今 亘古奇闻 亘古通今 亘古新闻"
  },
  {
    "wenren": "国",
    "xuetu": "民 家 富 安 亡 强 破 兵",
    "answers": "安国富民 富国安民 富国强兵 富国强民 国富兵强 国富民安 国富民强 国破家亡 家亡国破 民富国强 破国亡家 破家亡国 强兵富国 亡国破家"
  },
  {
    "wenren": "鞭",
    "xuetu": "马 及 长 不 腹 驾 远 莫",
    "answers": "鞭不及腹 鞭长不及 鞭长不及马腹 鞭长驾远 鞭长莫及"
  },
  {
    "wenren": "糜",
    "xuetu": "骨 躯 身 碎 粉 首 积 谗",
    "answers": "粉骨糜躯 粉骨糜身 积谗糜骨 糜躯碎首 碎身糜躯 碎首糜躯"
  },
  {
    "wenren": "碎",
    "xuetu": "玉 零 身 粉 骨 珠 沉 璧",
    "answers": "粉骨碎身 粉身碎骨 零珠碎玉 碎骨粉身 碎身粉骨 玉碎珠沉 珠沉璧碎 珠沉玉碎"
  },
  {
    "wenren": "沧",
    "xuetu": "海 桑 经 田 一 饱 鳞 粟",
    "answers": "饱经沧桑 沧海桑田 沧海一鳞 沧海一粟 桑田沧海"
  },
  {
    "wenren": "尾",
    "xuetu": "头 首 摇 彻 从 无 有 摆",
    "answers": "摆尾摇头 彻首彻尾 彻头彻尾 从头彻尾 无头无尾 摇头摆尾 有头无尾 有头有尾"
  },
  {
    "wenren": "歪",
    "xuetu": "邪 八 道 病 七 扭 门 竖",
    "answers": "病病歪歪 七扭八歪 七歪八扭 歪八竖八 歪门邪道 邪门歪道"
  },
  {
    "wenren": "眷",
    "xuetu": "亲 六 三 之 心 四 五 诸",
    "answers": "眷眷之心 三亲六眷 三亲四眷 五亲六眷 诸亲六眷"
  },
  {
    "wenren": "更",
    "xuetu": "夜 静 难 仆 半 深 三 数",
    "answers": "半夜三更 更难仆数 更仆难数 更深夜静 难更仆数 三更半夜 深更半夜 夜静更深"
  },
  {
    "wenren": "雁",
    "xuetu": "鱼 沉 书 落 断 笺 杳 帖",
    "answers": "沉鱼落雁 落雁沉鱼 雁断鱼沉 雁杳鱼沉 鱼沉雁落 鱼沉雁杳 鱼笺雁书 鱼书雁帖"
  },
  {
    "wenren": "凤",
    "xuetu": "龙 鸾 翥 飞 翔 舞 攀 附",
    "answers": "飞鸾翔凤 凤附龙攀 凤舞龙飞 凤翥龙翔 凤翥鸾翔 附凤攀龙 龙飞凤舞 龙飞凤翔 龙飞凤翥 龙攀凤附 龙翔凤舞 龙翔凤翥 鸾飞凤舞 鸾飞凤翥 鸾翔凤翥 攀龙附凤 舞凤飞龙 翥凤翔鸾"
  },
  {
    "wenren": "麟",
    "xuetu": "凤 角 龙 祥 毛 威 龟 一",
    "answers": "凤毛麟角 龟龙麟凤 麟凤龟龙 麟凤一毛 麟角凤毛 威凤祥麟 祥麟威凤"
  },
  {
    "wenren": "商",
    "xuetu": "贾 富 彝 鼎 巨 夏 大 蓄",
    "answers": "富商大贾 富商巨贾 富商蓄贾 商彝夏鼎 夏鼎商彝"
  },
  {
    "wenren": "邦",
    "xuetu": "安 国 治 兴 立 定 瘁 殄",
    "answers": "安邦定国 安邦治国 邦国殄瘁 定国安邦 立国安邦 兴邦立国 治国安邦"
  },
  {
    "wenren": "朗",
    "xuetu": "清 月 风 气 天 霁 乾 坤",
    "answers": "风清月朗 霁风朗月 朗朗乾坤 朗月清风 清风朗月 天朗气清 天清气朗 月朗风清"
  },
  {
    "wenren": "跨",
    "xuetu": "乘 凤 鸾 山 海 龙 压 移",
    "answers": "乘鸾跨凤 跨凤乘龙 跨凤乘鸾 跨山压海 移山跨海"
  },
  {
    "wenren": "接",
    "xuetu": "踵 肩 相 摩 迹 比 驾 武",
    "answers": "比肩接迹 比肩接踵 驾肩接迹 驾肩接武 肩摩踵接 接踵比肩 摩肩接踵 踵迹相接 踵接肩摩 踵武相接"
  },
  {
    "wenren": "移",
    "xuetu": "易 换 风 俗 时 星 转 斗",
    "answers": "斗转星移 换斗移星 时移俗易 星移斗转 移风易俗 移星换斗 易俗移风"
  },
  {
    "wenren": "明",
    "xuetu": "暗 不 白 若 投 珠 箭 枪",
    "answers": "暗箭明枪 不明不白 明明白白 明枪暗箭 明珠暗投 明珠投暗 若明若暗"
  },
  {
    "wenren": "塞",
    "xuetu": "闭 耳 翁 马 聪 目 失 明",
    "answers": "闭明塞聪 闭目塞聪 闭目塞耳 耳目闭塞 塞翁失马 失马塞翁"
  },
  {
    "wenren": "元",
    "xuetu": "本 返 朝 还 开 国 老 三",
    "answers": "返本朝元 返本还元 还元返本 开国元老 三朝元老 元元本本"
  },
  {
    "wenren": "圆",
    "xuetu": "方 规 枘 凿 矩 趾 颅 足",
    "answers": "方枘圆凿 方凿圆枘 方趾圆颅 方足圆颅 规圆矩方 枘圆凿方 枘凿方圆 圆颅方趾 圆凿方枘"
  },
  {
    "wenren": "毕",
    "xuetu": "力 同 心 雨 箕 风 殚 精",
    "answers": "毕力同心 毕雨箕风 殚精毕力 箕风毕雨 同心毕力"
  },
  {
    "wenren": "衍",
    "xuetu": "敷 鱼 龙 塞 曼 责 搪 漫",
    "answers": "敷衍塞责 敷衍搪塞 曼衍鱼龙 鱼龙曼衍 鱼龙漫衍"
  },
  {
    "wenren": "撞",
    "xuetu": "东 西 冲 横 直 州 府 磕",
    "answers": "冲州撞府 东冲西撞 东磕西撞 横冲直撞 直撞横冲 撞府冲州"
  },
  {
    "wenren": "卑",
    "xuetu": "不 辞 足 厚 币 道 礼 亢",
    "answers": "卑卑不足道 卑不足道 卑辞厚币 卑辞厚礼 卑礼厚币 不卑不亢 不亢不卑"
  },
  {
    "wenren": "颦",
    "xuetu": "效 一 东 笑 家 施 学 步",
    "answers": "东家效颦 东施效颦 效颦学步 一颦一笑 一笑一颦"
  },
  {
    "wenren": "斑",
    "xuetu": "一 窥 见 驳 陆 离 豹 略",
    "answers": "斑驳陆离 窥豹一斑 窥见一斑 陆离斑驳 略见一斑 略窥一斑 一斑窥豹"
  },
  {
    "wenren": "摸",
    "xuetu": "不 偷 捉 东 西 着 头 可",
    "answers": "不可摸捉 不可捉摸 东偷西摸 摸头不着 偷东摸西 偷偷摸摸"
  },
  {
    "wenren": "骄",
    "xuetu": "满 淫 气 志 奢 佚 逸 泆",
    "answers": "骄奢淫佚 骄奢淫泆 骄奢淫逸 骄佚奢淫 气骄志满 气满志骄 志满气骄"
  },
  {
    "wenren": "岁",
    "xuetu": "月 日 年 时 丰 稔 玩 愒",
    "answers": "丰年稔岁 岁丰年稔 岁稔年丰 玩岁愒日 玩岁愒时 玩岁愒月"
  },
  {
    "wenren": "卵",
    "xuetu": "巢 石 破 投 以 覆 倾 毁",
    "answers": "巢毁卵破 巢倾卵覆 巢倾卵破 覆巢毁卵 破卵倾巢 以卵投石 以石投卵"
  },
  {
    "wenren": "程",
    "xuetu": "前 里 兼 万 进 鹏 云 并",
    "answers": "兼程并进 兼程前进 鹏程万里 前程万里 万里鹏程 云程万里"
  },
  {
    "wenren": "轴",
    "xuetu": "牙 签 万 锦 玉 插 架 囊",
    "answers": "插架万轴 锦囊玉轴 牙签锦轴 牙签万轴 牙签玉轴"
  },
  {
    "wenren": "黍",
    "xuetu": "秀 宫 麦 故 禾 离 庭 油",
    "answers": "故宫禾黍 禾黍故宫 麦秀黍离 黍离麦秀 黍秀宫庭 黍油麦秀"
  },
  {
    "wenren": "素",
    "xuetu": "餐 尸 位 把 持 斋 禄 飡",
    "answers": "把素持斋 持斋把素 尸禄素飡 尸禄素餐 尸位素餐 素餐尸位"
  },
  {
    "wenren": "把",
    "xuetu": "持 臂 酒 螯 素 斋 入 林",
    "answers": "把臂入林 把酒持螯 把素持斋 持螯把酒 持斋把素"
  },
  {
    "wenren": "默",
    "xuetu": "潜 移 化 言 昏 无 转 濡",
    "answers": "昏昏默默 默化潜移 默默无言 默转潜移 潜濡默化 潜移默化 潜移默转"
  },
  {
    "wenren": "尽",
    "xuetu": "力 不 无 竭 言 心 智 忠",
    "answers": "竭尽心力 竭智尽力 竭智尽忠 竭忠尽智 尽心竭力 尽心尽力 尽忠竭力 言无不尽"
  },
  {
    "wenren": "呕",
    "xuetu": "心 血 镂 刳 精 滴 沥 骨",
    "answers": "刳精呕血 镂心呕血 呕心滴血 呕心沥血 呕心镂骨"
  },
  {
    "wenren": "衾",
    "xuetu": "枕 温 寒 冷 扇 长 大 稳",
    "answers": "长枕大衾 衾寒枕冷 扇枕温衾 温衾扇枕 枕冷衾寒 枕稳衾温"
  },
  {
    "wenren": "踞",
    "xuetu": "虎 龙 盘 蟠 鲸 吞 蹲 腾",
    "answers": "虎踞鲸吞 虎踞龙盘 虎踞龙蟠 踞虎盘龙 龙蹲虎踞 龙盘虎踞 龙蟠虎踞 龙腾虎踞"
  },
  {
    "wenren": "慈",
    "xuetu": "悲 子 孝 大 母 父 为 本",
    "answers": "慈悲为本 大慈大悲 父慈子孝 母慈子孝 子孝父慈"
  },
  {
    "wenren": "佛",
    "xuetu": "心 面 不 看 口 蛇 僧 念",
    "answers": "不看僧面看佛面 不念僧面念佛面 佛口蛇心 佛心蛇口 蛇心佛口"
  },
  {
    "wenren": "妻",
    "xuetu": "子 夫 荣 贵 鹤 梅 封 荫",
    "answers": "封妻荫子 夫贵妻荣 夫荣妻贵 鹤子梅妻 梅妻鹤子 妻梅子鹤 妻荣夫贵 荫子封妻"
  },
  {
    "wenren": "诱",
    "xuetu": "利 迫 威 循 善 谆 危 胁",
    "answers": "危迫利诱 威迫利诱 威胁利诱 循循善诱 谆谆善诱"
  },
  {
    "wenren": "恣",
    "xuetu": "睢 肆 无 忌 跋 扈 自 惮",
    "answers": "跋扈自恣 跋扈恣睢 恣肆无忌 恣睢无忌 恣无忌惮"
  },
  {
    "wenren": "短",
    "xuetu": "长 说 论 道 争 较 话 絜",
    "answers": "长话短说 道长论短 道长争短 话长说短 较长絜短 较短絜长 论长道短 论长说短 论短道长 说长道短 说长话短 说长论短 说长说短 说短道长 说短论长 争长论短 争短论长"
  },
  {
    "wenren": "巷",
    "xuetu": "街 谈 门 议 柳 花 穷 席",
    "answers": "花街柳巷 街谈巷议 柳街花巷 柳巷花街 席门穷巷 巷议街谈"
  },
  {
    "wenren": "载",
    "xuetu": "千 一 舟 覆 遇 难 逢 时",
    "answers": "千载难逢 千载难遇 千载一逢 千载一时 千载一遇 一时千载 载舟覆舟"
  },
  {
    "wenren": "恬",
    "xuetu": "不 知 为 怪 意 耻 愧 羞",
    "answers": "恬不为怪 恬不为意 恬不知耻 恬不知怪 恬不知愧 恬不知羞"
  },
  {
    "wenren": "动",
    "xuetu": "地 心 惊 天 摇 山 魄 人",
    "answers": "地动山摇 动地惊天 动魄惊心 动人心魄 惊天动地 惊心动魄 山摇地动 天摇地动"
  },
  {
    "wenren": "熊",
    "xuetu": "虎 经 鸟 腰 背 体 申 伸",
    "answers": "虎背熊腰 虎体熊腰 熊经鸟申 熊经鸟伸 熊腰虎背"
  },
  {
    "wenren": "醉",
    "xuetu": "如 迷 痴 梦 金 纸 似 狂",
    "answers": "金迷纸醉 迷金醉纸 如痴如醉 如痴似醉 如梦如醉 如醉如痴 如醉如狂 如醉如梦 似醉如痴 纸醉金迷"
  },
  {
    "wenren": "纬",
    "xuetu": "经 天 国 地 文 武 邦 帮",
    "answers": "经邦纬国 经帮纬国 经天纬地 经文纬武 天地经纬 天经地纬 纬武经文 文经武纬"
  },
  {
    "wenren": "丢",
    "xuetu": "盔 甲 魂 魄 弃 失 抛 卸",
    "answers": "丢魂丢魄 丢魂失魄 丢盔抛甲 丢盔弃甲 丢盔卸甲 弃甲丢盔"
  },
  {
    "wenren": "烟",
    "xuetu": "雨 云 瘴 过 眼 蛮 蓑 笠",
    "answers": "过眼烟云 过眼云烟 蛮烟瘴雨 烟蓑雨笠 烟云过眼 雨笠烟蓑 雨蓑烟笠 云烟过眼 瘴雨蛮烟"
  },
  {
    "wenren": "纵",
    "xuetu": "横 七 阖 擒 捭 错 交 开",
    "answers": "捭阖纵横 七擒七纵 七纵七擒 纵横捭阖 纵横交错 纵横开阖"
  },
  {
    "wenren": "顽",
    "xuetu": "不 化 皮 梗 赖 骨 固 肉",
    "answers": "梗顽不化 顽梗不化 顽固不化 顽皮赖骨 顽皮赖肉"
  },
  {
    "wenren": "不",
    "xuetu": "可 一 知 无 言 及 所 行",
    "answers": "不知所可 不知所言 无可不可 无可无不可 无所不及 无所不可 无所不知 无一不知 言不及行 言行不一 知无不言"
  },
  {
    "wenren": "认",
    "xuetu": "作 父 贼 头 影 为 迷 子",
    "answers": "迷头认影 认影迷头 认影为头 认贼为父 认贼为子 认贼作父 认贼作子"
  },
  {
    "wenren": "际",
    "xuetu": "无 边 会 云 遭 风 遇 茫",
    "answers": "风云际会 际会风云 际遇风云 茫无边际 无边无际 遭遇际会"
  },
  {
    "wenren": "谨",
    "xuetu": "慎 始 小 终 微 行 虑 言",
    "answers": "谨始虑终 谨小慎微 谨言慎行 谨终慎始 慎小谨微"
  },
  {
    "wenren": "鼎",
    "xuetu": "钟 足 鸣 三 食 分 而 列",
    "answers": "鼎分三足 鼎食鸣钟 鼎食钟鸣 鼎足而三 鼎足三分 列鼎而食 鸣钟列鼎 鸣钟食鼎 三分鼎足 钟鸣鼎列 钟鸣鼎食"
  },
  {
    "wenren": "踨",
    "xuetu": "蹐 地 天 高 厚 籥 不 安",
    "answers": "蹐地踨天 踨地籥天 踨高蹐厚 踨蹐不安 踨天蹐地"
  },
  {
    "wenren": "夕",
    "xuetu": "朝 旦 惕 一 乾 花 月 晨",
    "answers": "朝乾夕惕 花朝月夕 花晨月夕 夕惕朝乾 一朝一夕 一旦一夕 一夕一朝 月夕花朝 月夕花晨"
  },
  {
    "wenren": "皂",
    "xuetu": "白 不 分 青 红 问 指 为",
    "answers": "不分青红皂白 不分皂白 不问青红皂白 不问皂白 青红皂白 皂白不分 指皂为白"
  },
  {
    "wenren": "了",
    "xuetu": "当 不 一 百 千 然 见 可",
    "answers": "百了千当 不了不当 了不可见 了了可见 千了百当 千了百了 一见了然 一了百当 一了百了"
  },
  {
    "wenren": "丸",
    "xuetu": "走 弹 阪 脱 手 逆 坂 下",
    "answers": "弹丸脱手 逆阪走丸 逆坂走丸 脱手弹丸 下阪走丸 下坂走丸"
  },
  {
    "wenren": "肺",
    "xuetu": "心 腑 人 感 肝 狗 狼 沁",
    "answers": "感人肺腑 感人肺肝 狗肺狼心 狼心狗肺 沁人肺腑 沁人心肺"
  },
  {
    "wenren": "鳏",
    "xuetu": "寡 孤 独 茕 惸 鱼 渴 凤",
    "answers": "孤独鳏寡 孤寡鳏独 鳏寡孤独 鳏寡孤茕 鳏寡孤惸 鳏寡茕独 鳏寡惸独 鳏鱼渴凤"
  },
  {
    "wenren": "剖",
    "xuetu": "析 肝 心 分 豆 瓜 胆 摧",
    "answers": "摧心剖肝 豆分瓜剖 豆剖瓜分 瓜分豆剖 瓜剖豆分 剖析肝胆 剖心析胆 剖心析肝"
  },
  {
    "wenren": "推",
    "xuetu": "三 就 解 食 半 衣 六 问",
    "answers": "半推半就 解衣推食 六问三推 三推六问 推食解衣"
  },
  {
    "wenren": "地",
    "xuetu": "天 之 无 一 平 人 成 大",
    "answers": "地平天成 天成地平 天大地大 天平地成 无人之地 一天一地"
  },
  {
    "wenren": "肿",
    "xuetu": "鼻 青 脸 眼 打 充 胖 子",
    "answers": "鼻青脸肿 鼻青眼肿 鼻肿眼青 打肿脸充胖子 脸青鼻肿"
  },
  {
    "wenren": "巫",
    "xuetu": "雨 云 楚 山 另 寒 洛 浦",
    "answers": "楚雨巫云 另楚寒巫 巫山洛浦 巫山云雨 巫云楚雨 云雨巫山"
  },
  {
    "wenren": "灭",
    "xuetu": "不 烟 性 自 消 生 毁 火",
    "answers": "不生不灭 毁不灭性 火灭烟消 烟消火灭 自生自灭"
  },
  {
    "wenren": "铭",
    "xuetu": "骨 心 镂 镌 刻 感 不 忘",
    "answers": "镌骨铭心 镌心铭骨 刻骨铭心 镂骨铭心 铭感不忘 铭心刻骨 铭心镂骨"
  },
  {
    "wenren": "钱",
    "xuetu": "一 不 万 青 名 值 选 直",
    "answers": "不名一钱 不直一钱 不值一钱 青钱万选 万选青钱 一钱不名 一钱不值"
  },
  {
    "wenren": "梗",
    "xuetu": "断 萍 飘 蓬 泛 浮 漂 迹",
    "answers": "断梗浮萍 断梗飘蓬 断梗飘萍 泛萍浮梗 梗泛萍漂 梗泛萍飘 梗迹蓬飘 漂蓬断梗 飘蓬断梗 飘萍断梗"
  },
  {
    "wenren": "笔",
    "xuetu": "墨 下 如 神 大 椽 饱 酣",
    "answers": "笔饱墨酣 笔大如椽 笔酣墨饱 大笔如椽 如椽大笔 下笔如神"
  },
  {
    "wenren": "规",
    "xuetu": "矩 重 绳 蹈 循 迭 叠 墨",
    "answers": "蹈规循矩 蹈矩循规 迭矩重规 叠矩重规 规矩绳墨 规绳矩墨 规重矩迭 规重矩叠 循规蹈矩 重规迭矩 重规叠矩"
  },
  {
    "wenren": "持",
    "xuetu": "倒 盈 泰 扶 阿 保 危 颠",
    "answers": "保泰持盈 保盈持泰 持危扶颠 持盈保泰 倒持泰阿 扶颠持危 扶危持颠"
  },
  {
    "wenren": "加",
    "xuetu": "油 添 官 醋 上 进 冠 禄",
    "answers": "冠上加冠 加官进禄 加油加醋 加油添醋 进禄加官 添醋加油 添油加醋"
  },
  {
    "wenren": "舵",
    "xuetu": "风 转 使 见 顺 随 乘 看",
    "answers": "乘风转舵 见风使舵 见风转舵 看风使舵 顺风使舵 顺风转舵 随风转舵"
  },
  {
    "wenren": "瞻",
    "xuetu": "顾 后 前 高 远 瞩 情 意",
    "answers": "高瞻远瞩 顾后瞻前 前瞻后顾 远瞩高瞻 瞻前顾后 瞻情顾意"
  },
  {
    "wenren": "蠖",
    "xuetu": "屈 伸 求 龙 尺 不 骧 蛰",
    "answers": "尺蠖求伸 蠖屈不伸 蠖屈求伸 龙伸蠖屈 龙骧蠖屈 龙蛰蠖屈 屈蠖求伸"
  },
  {
    "wenren": "报",
    "xuetu": "仇 恶 以 有 德 雪 怨 耻",
    "answers": "报仇雪耻 恶有恶报 雪耻报仇 以德报德 以德报怨 以恶报恶 以怨报德"
  },
  {
    "wenren": "响",
    "xuetu": "应 不 如 声 其 答 若 斯",
    "answers": "不声不响 其应如响 其应若响 如应斯响 应答如响"
  },
  {
    "wenren": "矫",
    "xuetu": "情 饰 行 揉 造 作 貌 诈",
    "answers": "矫情饰貌 矫情饰行 矫情饰诈 矫揉造作 饰情矫行 造作矫揉"
  },
  {
    "wenren": "蔽",
    "xuetu": "日 天 干 云 遮 聪 塞 明",
    "answers": "蔽聪塞明 蔽明塞聪 蔽日干云 蔽日遮天 干云蔽日 遮天蔽日"
  },
  {
    "wenren": "节",
    "xuetu": "风 砥 行 高 清 亮 砺 名",
    "answers": "砥节砺行 砥砺风节 砥砺名节 高风亮节 高节清风 清风高节 清风亮节"
  },
  {
    "wenren": "缺",
    "xuetu": "残 守 月 抱 不 花 保 全",
    "answers": "保残守缺 抱残守缺 残缺不全 花残月缺 守缺抱残 月缺花残"
  },
  {
    "wenren": "结",
    "xuetu": "根 百 巴 盘 悬 鹑 蒂 归",
    "answers": "巴巴结结 百结悬鹑 根盘蒂结 归根结蒂 结结巴巴 悬鹑百结"
  },
  {
    "wenren": "洋",
    "xuetu": "汪 大 海 肆 得 意 自 恣",
    "answers": "得意洋洋 汪洋大海 汪洋大肆 汪洋自肆 汪洋自恣 汪洋恣肆 洋洋得意 洋洋自得"
  },
  {
    "wenren": "只",
    "xuetu": "片 孤 影 形 单 言 语 字",
    "answers": "片言只语 片言只字 形单影只 形孤影只 形只影单 影只形单 影只形孤 只言片语"
  },
  {
    "wenren": "蹈",
    "xuetu": "火 汤 故 常 袭 赴 习 探",
    "answers": "蹈常习故 蹈常袭故 蹈赴汤火 蹈故习常 蹈火赴汤 蹈火探汤 蹈汤赴火 赴汤蹈火 探汤蹈火 袭故蹈常"
  },
  {
    "wenren": "鸠",
    "xuetu": "鹊 巢 鹄 面 形 居 占 夺",
    "answers": "鹄面鸠形 鸠夺鹊巢 鸠居鹊巢 鸠形鹄面 鸠占鹊巢 鹊巢鸠居 鹊巢鸠占"
  },
  {
    "wenren": "隐",
    "xuetu": "潜 光 约 发 伏 德 行 擿",
    "answers": "发隐擿伏 潜德隐行 潜光隐德 隐隐约约 擿伏发隐"
  },
  {
    "wenren": "茧",
    "xuetu": "足 丝 重 抽 手 剥 胝 独",
    "answers": "剥茧抽丝 抽丝剥茧 独茧抽丝 手足重茧 足茧手胝"
  },
  {
    "wenren": "沥",
    "xuetu": "肝 胆 披 血 心 隳 刳 堕",
    "answers": "肝胆披沥 隳肝沥胆 刳肝沥胆 沥胆堕肝 沥胆隳肝 沥胆披肝 沥血披肝 沥血披心 披肝沥胆 披肝沥血 披沥肝胆 披心沥血"
  },
  {
    "wenren": "阵",
    "xuetu": "陷 锋 营 花 冲 摧 锦 坚",
    "answers": "冲锋陷阵 摧锋陷阵 摧坚陷阵 锦营花阵 锦阵花营"
  },
  {
    "wenren": "巨",
    "xuetu": "奸 猾 创 痛 深 老 神 仍",
    "answers": "创巨痛仍 创巨痛深 老奸巨猾 深奸巨猾 神奸巨猾"
  },
  {
    "wenren": "男",
    "xuetu": "女 婚 大 红 绿 当 须 娶",
    "answers": "红男绿女 绿女红男 男大当婚 男大当娶 男大须婚"
  },
  {
    "wenren": "斩",
    "xuetu": "将 旗 荆 棘 披 劈 搴 夺",
    "answers": "披荆斩棘 劈荆斩棘 搴旗斩将 斩将夺旗 斩将搴旗 斩荆披棘"
  },
  {
    "wenren": "权",
    "xuetu": "变 达 通 大 纳 揽 独 贿",
    "answers": "达权通变 大权独揽 独揽大权 揽权纳贿 通变达权 通权达变"
  },
  {
    "wenren": "天",
    "xuetu": "地 日 一 无 大 有 漫 知",
    "answers": "漫地漫天 天大地大 天知地知 无天无日 一天一地 有天无日 知地知天"
  },
  {
    "wenren": "养",
    "xuetu": "防 神 颐 老 精 锐 蓄 儿",
    "answers": "蓄精养锐 养儿防老 养精蓄锐 颐精养神 颐养精神"
  },
  {
    "wenren": "凄",
    "xuetu": "风 雨 寒 切 苦 蝉 楚 冷",
    "answers": "风雨凄凄 寒蝉凄切 苦雨凄风 凄风楚雨 凄风寒雨 凄风苦雨 凄风冷雨"
  },
  {
    "wenren": "茹",
    "xuetu": "吐 柔 饮 毛 冰 刚 檗 血",
    "answers": "柔茹刚吐 茹毛饮血 茹柔吐刚 吐刚茹柔 饮冰茹檗 饮血茹毛"
  },
  {
    "wenren": "忠",
    "xuetu": "心 尽 胆 义 竭 赤 智 肝",
    "answers": "赤胆忠心 竭智尽忠 竭忠尽智 义胆忠肝 忠肝义胆 忠心赤胆"
  },
  {
    "wenren": "膺",
    "xuetu": "填 愤 箓 受 图 悲 气 义",
    "answers": "悲愤填膺 气愤填膺 义愤填膺 膺箓受图 膺图受箓"
  },
  {
    "wenren": "吭",
    "xuetu": "扼 引 拊 背 高 不 声 歌",
    "answers": "不声不吭 扼吭拊背 拊背扼吭 引吭高歌 引吭高声"
  },
  {
    "wenren": "追",
    "xuetu": "风 逐 根 源 穷 电 日 影",
    "answers": "逐电追风 逐风追电 逐日追风 追风逐电 追风逐日 追风逐影 追根穷源"
  }
]
